[
  {
    "title": "There might be snow on Bay Area peaks Tuesday morning",
    "summary": "San Francisco may record two inches of rain, while rounds of additional storms could cause snow accumulations on the region’s highest mountains.",
    "link": "https://sfstandard.com/2026/02/16/mount-diablo-snow-bay-area-storms/",
    "source": "SF Standard",
    "county": "San Francisco",
    "published": "2026-02-16T18:35:54+00:00"
  },
  {
    "title": "Could Barry Bonds thrive on TV? There’s only one way to find out.",
    "summary": "Netflix is reportedly courting the home-run king for its Opening Day coverage, but Bonds has never looked entirely comfortable in front of the camera.",
    "link": "https://sfstandard.com/2026/02/16/barry-bonds-netflix-sf-giants/",
    "source": "SF Standard",
    "county": "San Francisco",
    "published": "2026-02-16T18:30:00+00:00"
  },
  {
    "title": "The East Bay’s hottest party is a protest on a freeway overpass",
    "summary": "Friday nights on west Berkeley’s I-80 pedestrian bridge now means glow sticks, costumes, and joyful resistance.",
    "link": "https://sfstandard.com/2026/02/16/berkeley-overpass-dance-party-protest/",
    "source": "SF Standard",
    "county": "Alameda",
    "published": "2026-02-16T14:00:00+00:00"
  },
  {
    "title": "An insider’s guide to Chinatown’s hidden-gem restaurants",
    "summary": "Cynthia Huie of the gift shop On Waverly knows her hood. Here’s where she satisfies her cravings for Chinese American comfort food — or a cocktail.",
    "link": "https://sfstandard.com/2026/02/16/best-restaurants-chinatown-san-francisco/",
    "source": "SF Standard",
    "county": "San Francisco",
    "published": "2026-02-16T14:00:00+00:00"
  },
  {
    "title": "SF Teachers’ Strike Is Over. The Real Labor Battle Is Just Beginning",
    "summary": "Also in Power Play: Some of SF’s richest are going for gubernatorial hopeful Matt Mahan.",
    "link": "https://sfstandard.com/2026/02/16/sf-teachers-strike-labor-battles-ahead/",
    "source": "SF Standard",
    "county": "San Francisco",
    "published": "2026-02-16T14:00:00+00:00"
  },
  {
    "title": "Two soba spots, one block apart. We tried both to find SF’s best bowl",
    "summary": "Soba Sora and Sobakatsu both specialize in freshly made buckwheat noodles. But which one is worth the line?",
    "link": "https://sfstandard.com/2026/02/16/best-soba-san-francisco/",
    "source": "SF Standard",
    "county": "San Francisco",
    "published": "2026-02-16T14:00:00+00:00"
  },
  {
    "title": "How Harrison Bader can transform the Giants’ outfield",
    "summary": "Left fielder Heliot Ramos and right fielder Jung Hoo Lee are excited to see how the former Gold Glove Award winner fits in at Oracle Park.",
    "link": "https://sfstandard.com/2026/02/16/harrison-bader-sf-giants-outfield/",
    "source": "SF Standard",
    "county": "San Francisco",
    "published": "2026-02-16T14:00:00+00:00"
  },
  {
    "title": "‘Star Trek: Starfleet Academy’ wants you to flash the Vulcan salute at Pier 39",
    "summary": "Iconic franchise celebrates 60 years and its latest show with various promos across SF.",
    "link": "https://sfstandard.com/2026/02/15/star-trek-starfleet-academy-wants-flash-vulcan-salute-pier-39/",
    "source": "SF Standard",
    "county": "San Francisco",
    "published": "2026-02-15T19:32:30+00:00"
  },
  {
    "title": "For Logan Webb, the Giants’ next era is all about playoff success",
    "summary": "The team’s ace is just as frustrated as fans about finishing around .500, but Webb believes the Tony Vitello era will be different.",
    "link": "https://sfstandard.com/2026/02/15/logan-webb-sf-giants-playoffs/",
    "source": "SF Standard",
    "county": "San Francisco",
    "published": "2026-02-15T14:00:00+00:00"
  },
  {
    "title": "The child-care diaries of San Francisco",
    "summary": "Eight families open their books to reveal the true cost of having kids in the city.",
    "link": "https://sfstandard.com/2026/02/15/child-care-diaries-san-francisco/",
    "source": "SF Standard",
    "county": "San Francisco",
    "published": "2026-02-15T14:00:00+00:00"
  },
  {
    "title": "Driver In West Portal Crash That Killed Family of Four Pleads No Contest, Judge Sounds Lenient",
    "summary": "The elderly woman accused of killing a family of four with her vehicle two years ago in West Portal changed her plea Friday from not guilty to no contest, and the judge indicated that she was unlikely to get jail time.",
    "link": "https://sfist.com/2026/02/16/driver-in-west-portal-crash-that-killed-family-of-four-pleads-no-contest-judge-sounds-lenient/",
    "source": "SFist",
    "county": "San Francisco",
    "published": "2026-02-16T18:33:39+00:00"
  },
  {
    "title": "Monday Morning Headlines: Long Delays at SFO Due to Wind",
    "summary": "Inbound flights were delayed an average of four hours at SFO last night; the remains of a missing Santa Cruz woman have been ID'd; and a Palo Alto restaurant hosted Bad Bunny's private Super Bowl afterparty.",
    "link": "https://sfist.com/2026/02/16/monday-morning-long-delays-at-sfo/",
    "source": "SFist",
    "county": "Santa Clara",
    "published": "2026-02-16T17:34:12+00:00"
  },
  {
    "title": "Oakland Nonprofit Debuts Mobile Clinic for Exploited Youth, Hosts Town Hall With Local Leaders",
    "summary": "Dream Youth Clinic in Oakland launched a mobile clinic offering free reproductive health services to teens and young women who've experienced sex trafficking, and it also recently hosted a first-ever town hall providing a forum for girls to speak directly to local leaders.",
    "link": "https://sfist.com/2026/02/16/oakland-nonprofit-debuts-mobile-clinic-for-exploited-youth-hosts-town-hall-with-leaders/",
    "source": "SFist",
    "county": "Alameda",
    "published": "2026-02-16T12:54:04+00:00"
  },
  {
    "title": "Surf Legend from Prominent Santa Cruz Surfing and Farming Family Killed in Costa Rica  Home",
    "summary": "Kurt Van Dyke, a well-known surfer from a prominent Santa Cruz family of surfers who also own Van Dyke Farms in Gilroy, was killed by armed intruders Saturday in his home on Costa Rica's Caribbean Coast where he was a longtime hostel owner.",
    "link": "https://sfist.com/2026/02/15/surf-legend-from-prominent-santa-cruz-surfing-family-killed-in-his-home-in-costa-rica/",
    "source": "SFist",
    "county": "Santa Clara",
    "published": "2026-02-16T05:03:27+00:00"
  },
  {
    "title": "Sunday Links: Local Investor Under Investigation for Allegedly Trafficking at Least Ten Women",
    "summary": "The Bay Area is getting hit with several days of solid rain; Assemblymember Diane Papan is working to close a loophole that allows e-bikes to operate at excessive speeds; and a social-climing local entrepreneur has been dubbed “the Epstein of the West.”",
    "link": "https://sfist.com/2026/02/15/sunday-links-local-investor-under-investigation-for-allegedly-trafficking-at-least-ten-women/",
    "source": "SFist",
    "county": "San Francisco",
    "published": "2026-02-15T20:33:51+00:00"
  },
  {
    "title": "Ghirardelli Workers Hold One-Day Strike on Valentine’s Day at SF’s Fisherman’s Wharf",
    "summary": "Ghirardelli workers took part in a one-day strike at the company’s flagship location at San Francisco’s Fisherman’s Wharf Saturday demanding a new contract that includes wage increases and preserving their union-run health plan, for which they’ve been bargaining for months.",
    "link": "https://sfist.com/2026/02/15/sf-ghirardelli-workers-hold-one-day-strike-at-fishermans-wharf-on-valentines-day/",
    "source": "SFist",
    "county": "San Francisco",
    "published": "2026-02-15T11:29:53+00:00"
  },
  {
    "title": "Field Notes: 124-Year-Old Light Bulb, UC Davis’ Cheeto the Cat, and ‘Trash Falcons’ Art Exhibit",
    "summary": "This week: Hip-hop at Yoshi’s, coastal trails, national park sweethearts, and a Muni beer crawl. Plus, turning Lake Merritt trash into art, repairing bikes for kids, a light bulb that never goes out, and the big cat on campus.",
    "link": "https://sfist.com/2026/02/14/field-notes-124-year-old-light-bulb-uc-davis-cheeto-the-cat-and-trash-falcons-art-exhibit/",
    "source": "SFist",
    "county": "San Francisco",
    "published": "2026-02-15T05:53:31+00:00"
  },
  {
    "title": "Sam Smith Channels Chaka Khan, George Michael, and Bonnie Raitt In Castro Residency",
    "summary": "The great Sam Smith seemed wistful, grateful, and dare we say happy during their almost 90-minute set Friday night, and you can hear them paying tribute to generations of R&amp;B and soul singers in multiple numbers.",
    "link": "https://sfist.com/2026/02/14/sam-smith-channels-chaka-khani-george-michael-and-bonnie-raitt-in-castro-residency/",
    "source": "SFist",
    "county": "San Francisco",
    "published": "2026-02-15T01:47:57+00:00"
  },
  {
    "title": "Saturday Links: San Francisco Tech Company Launches $8,000 Laundry-Folding Robot",
    "summary": "Asian American communities are celebrating the Lunar New Year across the Bay Area; an SUV driver wearing a boot cast crashed into a Santa Rosa store; and a new $8,000 laundry-folding robot will fold most clothing and small linens.",
    "link": "https://sfist.com/2026/02/14/saturday-links-san-francisco-tech-company-launches-8-000-laundry-folding-robot/",
    "source": "SFist",
    "county": "San Francisco",
    "published": "2026-02-14T18:31:43+00:00"
  },
  {
    "title": "Day Around the Bay: MC Hammer Jumps Aboard Honorary Black History Month Cable Car",
    "summary": "Amazon ended its deal with Ring after that creepy Super Bowl commercial; the Vallaincourt Fountain preservationists have filed a lawsuit pausing demolition; and MC Hammer made an appearance on a Black History Month cable car.",
    "link": "https://sfist.com/2026/02/13/day-around-the-bay-mc-hammer-jumps-aboard-honorary-black-history-month-cable-car/",
    "source": "SFist",
    "county": "San Francisco",
    "published": "2026-02-14T04:31:32+00:00"
  },
  {
    "title": "Newsom and California Sue Trump Administration Again, This Time Over Greenhouse Gas Emissions",
    "summary": "Trump’s EPA is running roughshod over all California’s environmental protections, so the state is suing to keep as many of them as intact as possible, the latest being our rollback of how much greenhouse gases can be emitted into the environment.",
    "link": "https://sfist.com/2026/02/13/newsom-and-california-sue-trump-administration-again-this-time-over-greenhouse-gas-emissions/",
    "source": "SFist",
    "county": "San Francisco",
    "published": "2026-02-14T00:32:38+00:00"
  },
  {
    "title": "The Internet Can’t Get Enough of the Bushes from Bad Bunny’s Super Bowl Halftime Show",
    "summary": "Bad Bunny took the world by storm during his Super Bowl Halftime Show, and so did the 400 mostly local performers in the now-famous “grass bunny” costumes who are sharing their experiences all over the internet, with one performer listing the prized costume on eBay for $5,000.",
    "link": "https://sfist.com/2026/02/13/the-internet-cant-get-enough-of-the-bushes-from-bad-bunnys-super-bowl-halftime-show/",
    "source": "SFist",
    "county": "San Francisco",
    "published": "2026-02-13T23:46:51+00:00"
  },
  {
    "title": "This Week In Food: New Diner Food on Polk",
    "summary": "A new diner debuts on Polk, Cenaduria Elvira makes a splash in Oakland's Jack London Square, and the Chronicle reviews Dingles Public House, all in This Week in Food.",
    "link": "https://sfist.com/2026/02/13/this-week-in-food-new-diner-food-on-polk/",
    "source": "SFist",
    "county": "Alameda",
    "published": "2026-02-13T22:59:23+00:00"
  },
  {
    "title": "[Updated] Seven Injured After Car Crashes Into Oliver's Supermarket In Santa Rosa",
    "summary": "A car went through the front windows of gourmet supermarket Oliver's in Santa Rosa Friday morning, leaving seven people injured and significant damage to the store.",
    "link": "https://sfist.com/2026/02/13/six-injured-after-car-crashes-in-olivers-supermarket-in-santa-rosa/",
    "source": "SFist",
    "county": "Sonoma",
    "published": "2026-02-13T21:56:18+00:00"
  },
  {
    "title": "Remembering When Rose Pak Used to Harangue Politicians From the Stage at the Chinese New Year Parade",
    "summary": "These days some of you only know Rose Pak as the name on a Muni station, and that is too bad. She was an elbows-out, combative political force who was never afraid to speak her mind, which was always the case at the annual Chinese New Year Parade.",
    "link": "https://sfist.com/2026/02/13/remembering-when-rose-park-used-to-harangue-politicians-from-the-stage-at-the/",
    "source": "SFist",
    "county": "San Francisco",
    "published": "2026-02-13T20:21:44+00:00"
  },
  {
    "title": "Students demand meeting with SFUSD Superintendent Maria Su as strike continues",
    "summary": "About 19 students marched into the War Memorial Opera House Wednesday , demanding to meet with superintendent Maria Su as the city’s public schools remained closed for a third consecutive day.\nThe post Students demand meeting with SFUSD Superintendent Maria Su as strike continues appeared first on El Tecolote.",
    "link": "https://eltecolote.org/content/en/sfusd-strike-students/",
    "source": "El Tecolote",
    "county": "San Francisco",
    "published": "2026-02-12T03:46:10+00:00"
  },
  {
    "title": "SFUSD strike: These Mission businesses offer free food during school closures",
    "summary": "Mission District businesses are providing free breakfast and lunch to students during the SFUSD teachers strike. Here’s where to find meals.\nThe post SFUSD strike: These Mission businesses offer free food during school closures appeared first on El Tecolote.",
    "link": "https://eltecolote.org/content/en/sfusd-free-food-mission-list/",
    "source": "El Tecolote",
    "county": "San Francisco",
    "published": "2026-02-11T05:57:02+00:00"
  },
  {
    "title": "S.F. Supervisors vote unanimously to preserve MCCLA building as Latino arts hub",
    "summary": "San Francisco supervisors voted unanimously to preserve the Mission District’s historic Latino arts center at 2868 Mission Street, affirming the building’s future as a cultural hub amid MCCLA’s bankruptcy and a planned seismic retrofit.\nThe post S.F. Supervisors vote unanimously to preserve MCCLA building as Latino arts hub appeared first on El Tecolote.",
    "link": "https://eltecolote.org/content/en/sf-mccla-latino-arts-resolution/",
    "source": "El Tecolote",
    "county": "San Francisco",
    "published": "2026-02-11T05:36:32+00:00"
  },
  {
    "title": "San Francisco public school teachers strike, closing schools citywide",
    "summary": "For the first time in 47 years, public school educators in San Francisco walked out of their jobs Monday.\nThe post San Francisco public school teachers strike, closing schools citywide appeared first on El Tecolote.",
    "link": "https://eltecolote.org/content/en/sfusd-strike-san-francisco-schools/",
    "source": "El Tecolote",
    "county": "San Francisco",
    "published": "2026-02-10T06:04:34+00:00"
  },
  {
    "title": "SFUSD strike ends: Where families can get meals, childcare during school closures",
    "summary": "UPDATED: Where families can get meals, child care and support during SFUSD school closures\nThe post SFUSD strike ends: Where families can get meals, childcare during school closures appeared first on El Tecolote.",
    "link": "https://eltecolote.org/content/en/sfusf-strike-family-guide/",
    "source": "El Tecolote",
    "county": "San Francisco",
    "published": "2026-02-09T16:26:22+00:00"
  },
  {
    "title": "Super Bowl photos: Hundreds protest Trump’s immigration crackdown",
    "summary": "More than 200 demonstrators gathered outside Levi’s Stadium to protest President Donald Trump’s immigration policies during Super Bowl LX.\nThe post Super Bowl photos: Hundreds protest Trump’s immigration crackdown appeared first on El Tecolote.",
    "link": "https://eltecolote.org/content/en/super-bowl-lx-protest/",
    "source": "El Tecolote",
    "county": "San Francisco",
    "published": "2026-02-09T06:03:54+00:00"
  },
  {
    "title": "‘We’re not criminals’: Hot dog vendors say S.F. is pushing them out for Super Bowl",
    "summary": "During Super Bowl week, street food vendors say ramped-up enforcement pushed them from tourist areas, and many hope to earn income during the Big Game in Santa Clara.\nThe post ‘We’re not criminals’: Hot dog vendors say S.F. is pushing them out for Super Bowl appeared first on El Tecolote.",
    "link": "https://eltecolote.org/content/en/sf-food-vendors-super-bowl/",
    "source": "El Tecolote",
    "county": "Santa Clara",
    "published": "2026-02-07T20:55:27+00:00"
  },
  {
    "title": "The New Liberals just want to enjoy their Tax Havens",
    "summary": "At The Irish Bank, policy wonks debate the Billionaire’s March and Georgist land taxes",
    "link": "https://sf.gazetteer.co/the-new-liberals-just-want-to-enjoy-their-tax-havens",
    "source": "Gazetteer SF",
    "county": "San Francisco",
    "published": "2026-02-13T20:02:38+00:00"
  },
  {
    "title": "Drinking Companion: In search of lost time at Specs’",
    "summary": "Under a flag-draped ceiling and surrounded by history, generations of San Francisco bohos have gathered for Gouda cheese and better conversation",
    "link": "https://sf.gazetteer.co/drinking-companion-in-search-of-lost-time-at-specs",
    "source": "Gazetteer SF",
    "county": "San Francisco",
    "published": "2026-02-13T19:32:37+00:00"
  },
  {
    "title": "Back to school",
    "summary": "With the teachers strike over, the hard work of funding and running SFUSD continues",
    "link": "https://sf.gazetteer.co/back-to-school",
    "source": "Gazetteer SF",
    "county": "San Francisco",
    "published": "2026-02-13T19:10:29+00:00"
  },
  {
    "title": "Strike Diary, Day Four: Tetris",
    "summary": "Piecing together another day without school",
    "link": "https://sf.gazetteer.co/strike-diary-day-four-tetris",
    "source": "Gazetteer SF",
    "county": "San Francisco",
    "published": "2026-02-12T20:49:07+00:00"
  },
  {
    "title": "Dial D for dysfunction",
    "summary": "San Francisco’s 911 dispatchers are being asked to work with antiquated equipment, crazy hours, poor mental health, and alongside new trainees who aren’t prepared",
    "link": "https://sf.gazetteer.co/dial-d-for-dysfunction",
    "source": "Gazetteer SF",
    "county": "San Francisco",
    "published": "2026-02-11T18:31:14+00:00"
  },
  {
    "title": "Strike Diary, Day Two: An unusually calm morning",
    "summary": "A feeling of peace has settled into my home, but it’s not all Legos and blueberry muffins for SFUSD teachers",
    "link": "https://sf.gazetteer.co/strike-diary-day-two-an-unusually-calm-morning",
    "source": "Gazetteer SF",
    "county": "San Francisco",
    "published": "2026-02-10T20:36:36+00:00"
  },
  {
    "title": "Marc Benioff makes ‘cruel’ ICE jokes at Salesforce event",
    "summary": "The Salesforce CEO joked about ICE agents being at a company gathering in Las Vegas",
    "link": "https://sf.gazetteer.co/marc-benioff-makes-cruel-ice-jokes-at-company-event",
    "source": "Gazetteer SF",
    "county": "San Francisco",
    "published": "2026-02-10T19:00:00+00:00"
  },
  {
    "title": "Slopper Bowl LX",
    "summary": "AI’s dark aura was all over the Big Game. Viewers were not fans",
    "link": "https://sf.gazetteer.co/slopper-bowl-lx",
    "source": "Gazetteer SF",
    "county": "San Francisco",
    "published": "2026-02-09T23:30:22+00:00"
  },
  {
    "title": "Strike Diary, Day One: Back to lockdown",
    "summary": "An (extremely) inside view of parenting, life, and trigonometry during the SFUSD picket",
    "link": "https://sf.gazetteer.co/strike-diary-day-one-back-to-lockdown",
    "source": "Gazetteer SF",
    "county": "San Francisco",
    "published": "2026-02-09T20:28:54+00:00"
  },
  {
    "title": "DNC Shells Out $6.5 Million For Harris Email List While 2024 Debts Shrink",
    "summary": "The DNC paid $6.5M for Kamala Harris's email list in late 2025 and the money helped clear leftover 2024 campaign bills amid questions about donor transparency.",
    "link": "https://hoodline.com/2026/02/dnc-shells-out-6-5-million-for-harris-email-list-while-2024-debts-shrink/",
    "source": "Hoodline",
    "county": "San Francisco",
    "published": "2026-02-16T19:29:48+00:00"
  },
  {
    "title": "Quiet Fremont Block Erupts As Officer Shoots Suspect Near Alta And Racine",
    "summary": "A suspect was wounded in an officer-involved shooting Saturday night near Alta Drive and Racine Avenue in Fremont; police withheld details as the probe continues.",
    "link": "https://hoodline.com/2026/02/quiet-fremont-block-erupts-as-officer-shoots-suspect-near-alta-and-racine/",
    "source": "Hoodline",
    "county": "Alameda",
    "published": "2026-02-16T18:41:59+00:00"
  },
  {
    "title": "Hayward Crosswalk Horror Leaves Woman Dead, Boy 6 Badly Hurt",
    "summary": "A 59-year-old woman died and a 6-year-old boy was seriously injured after being struck in a Hayward crosswalk at Tennyson and Baldwin Street, police say.",
    "link": "https://hoodline.com/2026/02/hayward-crosswalk-horror-leaves-woman-dead-boy-6-badly-hurt/",
    "source": "Hoodline",
    "county": "Alameda",
    "published": "2026-02-16T18:26:10+00:00"
  },
  {
    "title": "SF’s Downtown Flower Stands Finally Escape 1920s Permit Lock",
    "summary": "San Francisco found flower‑stand permits dated to the 1920s and limited to family transfers; the city says it will update the rules so new vendors can apply.",
    "link": "https://hoodline.com/2026/02/sf-s-downtown-flower-stands-finally-escape-1920s-permit-lock/",
    "source": "Hoodline",
    "county": "San Francisco",
    "published": "2026-02-16T18:02:13+00:00"
  },
  {
    "title": "Richmond Jury Convicts Man In 2022 Street Slaying",
    "summary": "A Martinez jury convicted Kendrick Woods of first‑degree murder in the 2022 Richmond shooting that killed Melvin Stewart; sentencing set for late March 2026.",
    "link": "https://hoodline.com/2026/02/richmond-jury-convicts-man-in-2022-street-slaying/",
    "source": "Hoodline",
    "county": "Contra Costa",
    "published": "2026-02-16T17:46:28+00:00"
  },
  {
    "title": "Napa Wine War: Family Vineyard Battles County Over $4 Million Judgment",
    "summary": "Pacific Legal Foundation moved to vacate a nearly $4M judgment and injunction against Hoopes Vineyard, calling the penalties unconstitutionally excessive.",
    "link": "https://hoodline.com/2026/02/napa-wine-war-family-vineyard-battles-county-over-4-million-judgment/",
    "source": "Hoodline",
    "county": "Napa",
    "published": "2026-02-16T17:23:47+00:00"
  },
  {
    "title": "Dead-End Vallejo Chase Nets Five Suspects, Three Loaded Guns",
    "summary": "A Vacaville-initiated pursuit ended on Wilson Avenue in Vallejo; five people were detained and three loaded firearms were recovered.",
    "link": "https://hoodline.com/2026/02/dead-end-vallejo-chase-nets-five-suspects-three-loaded-guns/",
    "source": "Hoodline",
    "county": "Solano",
    "published": "2026-02-16T17:01:35+00:00"
  },
  {
    "title": "Soaked Streets And Swollen Tides Snarl San Francisco Commute",
    "summary": "Steady rain, gusty winds and a Coastal Flood Advisory through Tuesday may cause bayside ponding and slower commutes.",
    "link": "https://hoodline.com/2026/02/soaked-streets-and-swollen-tides-snarl-san-francisco-commute/",
    "source": "Hoodline",
    "county": "San Francisco",
    "published": "2026-02-16T16:39:52+00:00"
  },
  {
    "title": "SFO Bets Big On Sky-High Cargo Hub With Robot Army",
    "summary": "Skanska is building a 120,000‑sq‑ft smart cargo hub at SFO with high‑bay racks, robots and on‑site solar-plus-storage; project due early 2028.",
    "link": "https://hoodline.com/2026/02/sfo-bets-big-on-sky-high-cargo-hub-with-robot-army/",
    "source": "Hoodline",
    "county": "San Francisco",
    "published": "2026-02-15T19:29:54+00:00"
  },
  {
    "title": "Oakland’s Alysa Liu Strikes Olympic Gold As Local Lemurs Leap In On The Hype",
    "summary": "Oakland native Alysa Liu helped Team USA win figure‑skating team gold in Milan; Oakland Zoo’s ring‑tailed lemurs posted a Valentine’s Day congratulations.",
    "link": "https://hoodline.com/2026/02/oakland-s-alysa-liu-strikes-olympic-gold-as-local-lemurs-leap-in-on-the-hype/",
    "source": "Hoodline",
    "county": "Alameda",
    "published": "2026-02-15T19:07:29+00:00"
  },
  {
    "title": "Palo Alto Parents On Edge As School Board OKs $3.25 Million Payout To Embattled Teacher",
    "summary": "Palo Alto Unified approved a $3.25M settlement with a tenured teacher after prosecutors dropped charges and an investigation found the allegation unsubstantiated.",
    "link": "https://hoodline.com/2026/02/palo-alto-parents-on-edge-as-school-board-oks-3-25-million-payout-to-embattled-teacher/",
    "source": "Hoodline",
    "county": "Santa Clara",
    "published": "2026-02-15T18:57:22+00:00"
  },
  {
    "title": "Carr Road Horror: Monterey County Husband Jailed After Wife Found Fatally Wounded",
    "summary": "Monterey County deputies arrested a Gonzales man after his wife was found with a severe laceration; detectives seized a gun and knife and the investigation is ongoing.",
    "link": "https://hoodline.com/2026/02/carr-road-horror-monterey-county-husband-jailed-after-wife-found-fatally-wounded/",
    "source": "Hoodline",
    "county": "San Francisco",
    "published": "2026-02-15T18:21:40+00:00"
  },
  {
    "title": "Empty Chair Drama At California’s High Court Stalls Blockbuster Cases",
    "summary": "One of seven California Supreme Court seats has been vacant for over three months, delaying rulings on death‑penalty rearguments and other major cases.",
    "link": "https://hoodline.com/2026/02/empty-chair-drama-at-california-s-high-court-stalls-blockbuster-cases/",
    "source": "Hoodline",
    "county": "San Francisco",
    "published": "2026-02-15T17:52:14+00:00"
  },
  {
    "title": "Utopia",
    "summary": "In the Mission District. Photo by Mike Santiago. \nUtopia",
    "link": "https://missionlocal.org/2026/02/utopia-2/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-16T14:00:00+00:00"
  },
  {
    "title": "People go to the Sunset for the food. Now they come for the arts, too.",
    "summary": "When John Lindsey opened the Great Highway Gallery in 2013, there wasn't many small art spaces in the neighborhood. Now, things have changed. \nPeople go to the Sunset for the food. Now they come for the arts, too.",
    "link": "https://missionlocal.org/2026/02/sf-sunset-art-gallery-community-space/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-16T12:00:00+00:00"
  },
  {
    "title": "HR Associate and Office Manager",
    "summary": "Mission Local is seeking a candidate for a hybrid HR and office management role. \nHR Associate and Office Manager",
    "link": "https://missionlocal.org/2026/02/hr-associate-and-office-manager/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-16T11:00:00+00:00"
  },
  {
    "title": "Raise the roof",
    "summary": "At the Castro Theatre. Photo by Cathy Tran. \nRaise the roof",
    "link": "https://missionlocal.org/2026/02/raise-the-roof/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-15T14:00:00+00:00"
  },
  {
    "title": "People We Meet: The Sunset’s Khalid Zakzouk gives them something to chalk about",
    "summary": "Khalid Zakzouk walks to Irving Street, two large tubs of Crayola chalk sticks in tow. Hours later, a new drawing emerges on the sidewalk. \nPeople We Meet: The Sunset’s Khalid Zakzouk gives them something to chalk about",
    "link": "https://missionlocal.org/2026/02/sf-sunset-sidewalk-chalk-artist/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-15T12:00:00+00:00"
  },
  {
    "title": "The date from hell",
    "summary": "On Maynard Street. Photo by Joe Eskenazi.\nThe date from hell",
    "link": "https://missionlocal.org/2026/02/the-date-from-hell/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-14T14:00:00+00:00"
  },
  {
    "title": "For S.F. indie band Carpool Tunnel, Bottom of the Hill is a love story",
    "summary": "Carpool Tunnel returns to the Hill on Thursday, Feb. 26 to headline a show as part of the Noise Pop music festival. \nFor S.F. indie band Carpool Tunnel, Bottom of the Hill is a love story",
    "link": "https://missionlocal.org/2026/02/for-s-f-indie-band-carpool-tunnel-bottom-of-the-hill-is-a-love-story/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-14T12:00:00+00:00"
  },
  {
    "title": "This Valentine’s Day: Tales of love from San Francisco’s county jail",
    "summary": "San Francisco’s Hall of Justice is not a romantic place. Nevertheless, two women awaited reunion with their imprisoned partners.\nThis Valentine’s Day: Tales of love from San Francisco’s county jail",
    "link": "https://missionlocal.org/2026/02/sf-hall-of-justice-valentines-day-jail/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-14T12:00:00+00:00"
  },
  {
    "title": "‘Elderly nanny’ arrested by ICE in S.F. is ordered released",
    "summary": "The San Francisco Rapid Response Network said an \"elderly nanny\" was arrested by immigration agents \"on her way to work\" Friday.\n&#8216;Elderly nanny&#8217; arrested by ICE in S.F. is ordered released",
    "link": "https://missionlocal.org/2026/02/mayor-lurie-aware-of-purported-ice-arrest-of-elderly-nanny-in-s-f/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-14T00:38:06+00:00"
  },
  {
    "title": "S.F. officials celebrate end of teachers strike, but warn of fiscal headwinds",
    "summary": "The deal, pegged by the SFUSD at $183 million, comes with the caveat of potentially driving layoffs and cutbacks in the future. \nS.F. officials celebrate end of teachers strike, but warn of fiscal headwinds",
    "link": "https://missionlocal.org/2026/02/sf-teachers-strike-sfusd-budget-city-hall/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-13T22:23:36+00:00"
  },
  {
    "title": "Sunset Buzz: Campaign offices in close proximity and free soup for teachers",
    "summary": "Another Chinese eatery carries the torch of Dumpling Park in the Inner Sunset. Also: ways to celebrate the Lunar New Year. \nSunset Buzz: Campaign offices in close proximity and free soup for teachers",
    "link": "https://missionlocal.org/2026/02/sf-sunset-buzz-free-soup/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-13T20:00:00+00:00"
  },
  {
    "title": "Love on aisle three: Inside a Valentine’s mixer at a San Francisco Trader Joe’s",
    "summary": "Nearly 400 singles showed up at the Hayes Valley TJ’s looking for love, friendship and snacks\nLove on aisle three: Inside a Valentine’s mixer at a San Francisco Trader Joe’s",
    "link": "https://missionlocal.org/2026/02/sf-trader-joes-valentines-mixer/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-13T17:00:00+00:00"
  },
  {
    "title": "SFUSD fumbled the teachers strike",
    "summary": "The district’s write-the-term-paper-in-the-hallway strategy put it on the back foot from the get-go in this week's walkout\nSFUSD fumbled the teachers strike",
    "link": "https://missionlocal.org/2026/02/sfusd-teachers-strike-daniel-lurie/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-13T16:02:57+00:00"
  },
  {
    "title": "Here’s how many S.F. politicians have kids — and send them to public school",
    "summary": "San Francisco politicians have been voicing support for teachers on strike and urging that a deal get done\nHere’s how many S.F. politicians have kids — and send them to public school",
    "link": "https://missionlocal.org/2026/02/sf-public-school-students-politicians-children/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-13T15:00:00+00:00"
  },
  {
    "title": "Dolores in bloom",
    "summary": "At Mission Dolores Park. Photo by Kyle J. Fennessy. \nDolores in bloom",
    "link": "https://missionlocal.org/2026/02/dolores-in-bloom/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-13T14:00:00+00:00"
  },
  {
    "title": "San Francisco teachers end 4-day strike with predawn deal",
    "summary": "San Francisco educators ended the city's first educator walk-out in 47 years with a deal on higher wages, better healthcare, and more.\nSan Francisco teachers end 4-day strike with predawn deal",
    "link": "https://missionlocal.org/2026/02/sf-teachers-strike-sfusd-ends/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-13T13:54:02+00:00"
  },
  {
    "title": "‘We are still trying:’ Bini’s Kitchen holds on in SoMa",
    "summary": "As San Francisco officials debate crime reduction measures, two South of Market restaurateurs question whether help will come in time.\n‘We are still trying:’ Bini’s Kitchen holds on in SoMa",
    "link": "https://missionlocal.org/2026/02/sf-binis-kitchen-restaurant-south-of-market/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-13T12:00:00+00:00"
  },
  {
    "title": "S.F. tow operator gets 5 years in prison for scheme to torch competitors’ trucks",
    "summary": "Badillo was indicted on one count of conspiracy to commit arson in March 2025\nS.F. tow operator gets 5 years in prison for scheme to torch competitors’ trucks",
    "link": "https://missionlocal.org/2026/02/sf-tow-truck-arson-jose-badillo/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-13T03:08:02+00:00"
  },
  {
    "title": "Tasting menus out, bar bites in: Outta Sight Pizza guys start Tenderloin dive",
    "summary": "Outta Sight Pizza co-founders  Eric Ehler and Peter Dorrance branch out to bar life — and double down on Tenderloin with Reggie and Maude’s.\nTasting menus out, bar bites in: Outta Sight Pizza guys start Tenderloin dive",
    "link": "https://missionlocal.org/2026/02/sf-tenderloin-outta-sight-pizza-tenderloin/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-13T01:06:18+00:00"
  },
  {
    "title": "Su pareja deportada, madre de cuatro de S.F. lidia con el miedo y la pérdida en una ciudad santuario",
    "summary": "Recientemente, un día Roxana esperaba con su hijastra Karina, para tomar el autobús 49-Van Ness/Mission a su trabajo limpiando oficinas. Cuando Karina, de 20 años, vio una camioneta SUV negra [&#8230;]\nSu pareja deportada, madre de cuatro de S.F. lidia con el miedo y la pérdida en una ciudad santuario",
    "link": "https://missionlocal.org/2026/02/su-pareja-deportada-madre-de-cuatro-lidia-con-el-miedo/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-12T22:05:38+00:00"
  },
  {
    "title": "S.F. congressional candidates debate immigration in the Mission. But one skips forum.",
    "summary": "An empty chair marked Sen. Scott Wiener’s absence at a Latino Democratic Club forum in the Mission District.\nS.F. congressional candidates debate immigration in the Mission. But one skips forum.",
    "link": "https://missionlocal.org/2026/02/chan-chakrabarti-immigration-debate-pelosi-congressional-seat-wiener-absent/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-12T20:08:34+00:00"
  },
  {
    "title": "Tenderloin shooting is second S.F. homicide this week",
    "summary": "An Oakland resident was arrested then released, after a broad daylight shooting near Turk and Taylor streets on Wednesday morning.\nTenderloin shooting is second S.F. homicide this week",
    "link": "https://missionlocal.org/2026/02/sf-tenderloin-shooting-death/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-12T20:07:21+00:00"
  },
  {
    "title": "Mission Buzz: Housing, a brewery and an owner who stands her ground on cannabis",
    "summary": "Los Tigres del Norte received the keys of the city from Mayor Daniel Lurie. Lover's Lane is back for its fifth straight year.\nMission Buzz: Housing, a brewery and an owner who stands her ground on cannabis",
    "link": "https://missionlocal.org/2026/02/mission-buzz-housinb-brewery-and-more/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-12T20:02:07+00:00"
  },
  {
    "title": "S.F. teachers strike: Union wins fully funded family healthcare, a top ask",
    "summary": "It's the fourth day of San Francisco schools closed and teachers striking. A deal is inching closer after a late night of talks.\nS.F. teachers strike: Union wins fully funded family healthcare, a top ask",
    "link": "https://missionlocal.org/2026/02/sf-teachers-strike-sfusd-schools-day-4-live-updates/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-12T18:36:35+00:00"
  },
  {
    "title": "A pretty ballerina",
    "summary": "On Market Street. Photo by Walter Mackins. \nA pretty ballerina",
    "link": "https://missionlocal.org/2026/02/a-pretty-ballerina/",
    "source": "Mission Local",
    "county": "San Francisco",
    "published": "2026-02-12T14:00:00+00:00"
  },
  {
    "title": "18th St. is one of Oakland’s most dangerous. Here’s how the city is fixing it",
    "summary": "18th St. is one of Oakland&#8217;s most dangerous. Here&#8217;s how the city is fixing it\n\nAn ambitious plan to improve the West Oakland roadway is expected to break ground this summer, with buffered bike lanes, pedestrian islands, and more.",
    "link": "https://oaklandside.org/2026/02/13/18th-street-west-oakland-paving-construction-safe-streets-mandela-project/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-13T23:00:00+00:00"
  },
  {
    "title": "With patties built on brisket, Tommy’s Burger Co. in Richmond pursues the perfect smash",
    "summary": "With patties built on brisket, Tommy’s Burger Co. in Richmond pursues the perfect smash\n\nTommy Ryan's burger spot was born from a desire to make the most out of all the meat moving through his Hercules barbecue joint.",
    "link": "https://oaklandside.org/2026/02/13/tommys-burger-co-brisket-fries/",
    "source": "The Oaklandside",
    "county": "Contra Costa",
    "published": "2026-02-13T20:00:00+00:00"
  },
  {
    "title": "‘The air was filled with danger’: What Oakland clergy witnessed in Minneapolis",
    "summary": "‘The air was filled with danger’: What Oakland clergy witnessed in Minneapolis\n\nTwo Unitarian ministers from Oakland joined 700 clergy who flew in from around the country to bear ‘faithful witness’ to ICE’s violent presence.",
    "link": "https://oaklandside.org/2026/02/13/oakland-clergy-pilgrimage-minneapolis-ice-protests/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-13T19:00:00+00:00"
  },
  {
    "title": "The White Horse’s ‘Caballo Blanco’ drag show confronts Trump with defiance and celebration",
    "summary": "The White Horse&#8217;s &#8216;Caballo Blanco&#8217; drag show confronts Trump with defiance and celebration\n\nOakland’s 91-year-old queer bar is still a site of resistance.",
    "link": "https://oaklandside.org/2026/02/13/white-horse-bar-oakland-caballo-blanco-drag-show/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-13T17:00:00+00:00"
  },
  {
    "title": "Falling in love in the Town, and Valentine’s Day ideas…on the podcast",
    "summary": "Falling in love in the Town, and Valentine&#8217;s Day ideas&#8230;on the podcast\n\nCatch up on Oakland news while walking the dog or cooking dinner with Oaklandside 510.",
    "link": "https://oaklandside.org/2026/02/13/falling-in-love-in-the-town-and-valentines-day-ideas-on-the-podcast/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-13T15:00:00+00:00"
  },
  {
    "title": "Barbara Lee is relying on big companies and foundations to raise millions for the city",
    "summary": "Barbara Lee is relying on big companies and foundations to raise millions for the city\n\nLee hasn’t proven quite as prolific a fundraiser as former Mayor Libby Schaaf. But she is leveraging the city’s corporate citizens and philanthropists.",
    "link": "https://oaklandside.org/2026/02/12/barbara-lee-foundation-raising-millions-oakland/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-13T00:30:00+00:00"
  },
  {
    "title": "OUSD plans to slash two-thirds of the district’s central office; $50M more in cuts loom",
    "summary": "OUSD plans to slash two-thirds of the district’s central office; $50M more in cuts loom\n\nAt its next meeting on Feb. 26, the board is expected to vote on the full list of positions being eliminated for the 2026-2027 school year.",
    "link": "https://oaklandside.org/2026/02/12/ousd-budget-plan-cuts-central-office-50-million-deficit/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-12T23:40:16+00:00"
  },
  {
    "title": "Trio of closures in Oakland’s core includes notable sports bar, a Thai restaurant and a boba spot",
    "summary": "Trio of closures in Oakland&#8217;s core includes notable sports bar, a Thai restaurant and a boba spot\n\nIt was a rough start to February for restaurants and bars around downtown Oakland, with Uptown's Athletic Club, Old Town's Attraros and Boba Binge in Chinatown all shuttering.",
    "link": "https://oaklandside.org/2026/02/12/athletic-club-attraros-boba-binge-closed/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-12T20:00:00+00:00"
  },
  {
    "title": "A mobile clinic for sex-trafficked youth opens in Oakland",
    "summary": "A mobile clinic for sex-trafficked youth opens in Oakland\n\nOffering STI testing, birth control, and other reproductive health services to young people being trafficked on “the Blade,” the clinic aims to meet people where they are.",
    "link": "https://oaklandside.org/2026/02/12/dream-youth-clinic-sex-trafficking-oakland-international-boulevard/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-12T17:00:00+00:00"
  },
  {
    "title": "A turf war over parking enforcement bursts into public view",
    "summary": "A turf war over parking enforcement bursts into public view\n\nThe finance department has faced stiff resistance to its plan to take over parking enforcement — and have OPD recover abandoned vehicles. Officials presented their plan at a city council committee meeting on Tuesday.",
    "link": "https://oaklandside.org/2026/02/11/finance-transportation-parking-reorganization-oakland-battle-2/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-12T01:13:45+00:00"
  },
  {
    "title": "Oakland police say they’re investigating overtime issues revealed by Oaklandside",
    "summary": "Oakland police say they&#8217;re investigating overtime issues revealed by Oaklandside\n\nThe police officers' union adamantly defended a lieutenant's use of overtime, saying he’s been unfairly singled out.",
    "link": "https://oaklandside.org/2026/02/11/oakland-police-say-theyre-investigating-overtime-issues-revealed-by-oaklandside/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-12T00:50:00+00:00"
  },
  {
    "title": "Former San Leandro councilmember pleads guilty in corruption case tied to Oakland",
    "summary": "Former San Leandro councilmember pleads guilty in corruption case tied to Oakland\n\nBryan Azevedo pleaded guilty to conspiracy to commit fraud and lying to a federal agency on Wednesday. Court officials confirmed he is cooperating with the government’s probe of East Bay corruption.",
    "link": "https://oaklandside.org/2026/02/11/san-leandro-councilmember-bryan-azevedo-guilty-plea-fbi-corruption-oakland/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-11T23:58:29+00:00"
  },
  {
    "title": "As Kneaded expands with cafe, plus new Mediterranean, Thai and donut options hit the East Bay",
    "summary": "As Kneaded expands with cafe, plus new Mediterranean, Thai and donut options hit the East Bay\n\nA running list of restaurants that have recently opened in Berkeley, Oakland, Richmond, and beyond.",
    "link": "https://oaklandside.org/2026/02/11/as-kneaded-duck-donuts-gold-bean-opening/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-11T20:00:00+00:00"
  },
  {
    "title": "Flock license plate scanner contract postponed by Alameda County leaders",
    "summary": "Flock license plate scanner contract postponed by Alameda County leaders\n\nThe Board of Supervisors has questions for the sheriff about the controversial surveillance company.",
    "link": "https://oaklandside.org/2026/02/11/flock-contract-alameda-county-ice-federal/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-11T17:41:39+00:00"
  },
  {
    "title": "This week in Oakland: the Trash Falcons exhibit ‘What We Sow,’ and the making of the Black Joy Parade at OMCA",
    "summary": "This week in Oakland: the Trash Falcons exhibit ‘What We Sow,’ and the making of the Black Joy Parade at OMCA\n\nOther events include two Valentine’s Day mixers, and the screening of the Oscar-nominated documentary “The Alabama Solution.”",
    "link": "https://oaklandside.org/2026/02/10/oakland-events-things-to-do-february-11-to-15/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-11T01:00:00+00:00"
  },
  {
    "title": "BART releases doomsday scenario in case sales tax doesn’t pass",
    "summary": "BART releases doomsday scenario in case sales tax doesn&#8217;t pass\n\nA proposal to raise $1 billion a year will likely be on the November ballot. But BART is planning for massive service cuts — including a total system shutdown — if the measure is voted down.",
    "link": "https://oaklandside.org/2026/02/10/bart-doomsday-scenario-sales-tax-measure-connect-bay-area/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-11T00:15:00+00:00"
  },
  {
    "title": "Oakland schools brace for staff layoffs",
    "summary": "Oakland schools brace for staff layoffs\n\nWorkers who support student attendance, community schools, and literacy could be defunded next year.",
    "link": "https://oaklandside.org/2026/02/10/ousd-budget-cuts-school-sites-attendance/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-10T23:25:26+00:00"
  },
  {
    "title": "9 Oakland ‘Ghost Town’ gang members sentenced for 2022 robbery spree",
    "summary": "9 Oakland ‘Ghost Town’ gang members sentenced for 2022 robbery spree\n\nFederal prosecutors say they took down one of the networks “responsible for the majority of group-driven violence” in Oakland. Defense attorneys point to traumatic childhoods and PTSD as drivers of crime.",
    "link": "https://oaklandside.org/2026/02/10/9-oakland-ghost-town-gang-members-sentenced-2022-robbery-spree/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-10T21:19:13+00:00"
  },
  {
    "title": "Oakland’s famous tostada is back. Cenaduria Elvira is opening near Jack London Square",
    "summary": "Oakland&#8217;s famous tostada is back. Cenaduria Elvira is opening near Jack London Square\n\nHer regional Mexican fare attracted national accolades and international visitors to her backyard patio. Now, Elvira Varela is ready to open her first brick-and-mortar restaurant.",
    "link": "https://oaklandside.org/2026/02/10/cenaduria-elvira-jack-london-square-jalisco-tostadas/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-10T20:47:44+00:00"
  },
  {
    "title": "A new contract for OUSD support staff raises the district’s lowest salaries",
    "summary": "A new contract for OUSD support staff raises the district’s lowest salaries\n\nSEIU 1021 reached a deal that ensures literacy tutors, library techs, case managers, attendance specialists, and other crucial personnel earn at least $25 an hour. It awaits board sign off.",
    "link": "https://oaklandside.org/2026/02/09/seiu-1021-oakland-unified-contract-salary-wages/",
    "source": "The Oaklandside",
    "county": "Alameda",
    "published": "2026-02-10T00:00:00+00:00"
  },
  {
    "title": "Can the East Bay Parks help save this cute endangered shorebird?",
    "summary": "Can the East Bay Parks help save this cute endangered shorebird?\n\nThe California least tern, which look like 'little angels hovering above the waves,' have been on the endangered species list since 1970. A wildlife biologist and 8,000 volunteers have created nesting habitats in Oakland and Hayward.",
    "link": "https://richmondside.org/2026/02/16/california-least-tern-hayward-marsh-restoration-snowy-plover/",
    "source": "Richmondside",
    "county": "Alameda",
    "published": "2026-02-16T14:05:00+00:00"
  },
  {
    "title": "Mom & Pop Art Shop, ‘beating heart’ of Point Richmond art scene, is closing",
    "summary": "Mom &amp; Pop Art Shop, ‘beating heart’ of Point Richmond art scene, is closing \n\nQuirky shop selling art, jewelry and vintage gifts is shutting down in April after a decade, owners say, due to a 44% rent increase.",
    "link": "https://richmondside.org/2026/02/13/mom-and-pop-art-shop-point-richmond-to-close/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-13T14:00:00+00:00"
  },
  {
    "title": "Celebration of life for Betty Reid Soskin set for March 1 in Oakland",
    "summary": "Celebration of life for Betty Reid Soskin set for March 1 in Oakland\n\nThe beloved national park ranger and civil rights pioneer died in December at her Richmond home. She will be honored at the Kaiser Center for the Arts.",
    "link": "https://richmondside.org/2026/02/12/betty-reid-soskin-celebration-of-life-announced/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-12T22:20:22+00:00"
  },
  {
    "title": "Athletic Club sports bar throws in the towel; plus a Thai restaurant and a boba spot also shutter",
    "summary": "Athletic Club sports bar throws in the towel; plus a Thai restaurant and a boba spot also shutter\n\nIt was a rough start to February for restaurants and bars around downtown Oakland, with Uptown's Athletic Club, Old Town's Attaros and Boba Binge in Chinatown all shuttering.",
    "link": "https://richmondside.org/2026/02/12/athletic-club-attraros-boba-binge-closed/",
    "source": "Richmondside",
    "county": "Alameda",
    "published": "2026-02-12T20:52:54+00:00"
  },
  {
    "title": "Teachers shed tears over WCCUSD board vote to merge Betty Reid and Pinole schools",
    "summary": "Teachers shed tears over WCCUSD board vote to merge Betty Reid and Pinole schools\n\nThe merger is part of a $42 million budget cut package approved by the school board early Thursday to avoid a state financial takeover.",
    "link": "https://richmondside.org/2026/02/12/wccusd-school-board-approves-42-million-budget-cut/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-12T18:43:30+00:00"
  },
  {
    "title": "11 things to do and know in Richmond this week",
    "summary": "11 things to do and know in Richmond this week\n\nHighlights include: A day to remember Japanese American families interned during World War II; a Richmond Art Center show is on view at Macy's in San Francisco.",
    "link": "https://richmondside.org/2026/02/12/11-things-to-do-and-know-in-richmond-2-12-26/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-12T14:00:00+00:00"
  },
  {
    "title": "PG&E’s armed security has El Cerrito school community on edge",
    "summary": "PG&amp;E&#8217;s armed security has El Cerrito school community on edge\n\nThe Fairmont Elementary community doesn't want a private military service that works with ICE and Homeland Security near their school.",
    "link": "https://richmondside.org/2026/02/11/pge-armed-security-guards-fairmont-school/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-11T20:29:28+00:00"
  },
  {
    "title": "Top Thai expands into Richmond, plus new donut, Mexican, and Mediterranean options hit the East Bay",
    "summary": "Top Thai expands into Richmond, plus new donut, Mexican, and Mediterranean options hit the East Bay\n\nA running list of restaurants that have recently opened in Berkeley, Oakland, Richmond, and beyond.",
    "link": "https://richmondside.org/2026/02/11/as-kneaded-duck-donuts-gold-bean-opening/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-11T20:00:00+00:00"
  },
  {
    "title": "Candidate filing period opens for Richmond’s June primary election",
    "summary": "Candidate filing period opens for Richmond&#8217;s June primary election\n\nA community college student and an anti-zionist activist are among newcomers challenging incumbents in the city’s June primary election.",
    "link": "https://richmondside.org/2026/02/11/richmond-primary-election-filing-period-opens/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-11T14:00:00+00:00"
  },
  {
    "title": "BART, AC Transit warn of drastic service cuts unless sales tax measure is approved",
    "summary": "BART, AC Transit warn of drastic service cuts unless sales tax measure is approved\n\nA group is collecting signatures to put a measure on the November ballot. It would raise Richmond’s sales tax to 10.25 cents to help fund public transportation.",
    "link": "https://richmondside.org/2026/02/10/richmond-sales-tax-increase-for-transportation-measure/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-10T14:00:00+00:00"
  },
  {
    "title": "Richmond police cleared in death of man who was restrained and forcibly sedated",
    "summary": "Richmond police cleared in death of man who was restrained and forcibly sedated\n\nA San Francisco jury on Monday issued a verdict rejecting a claim that excessive force played a role in Concord man's death during a 2021 encounter with Richmond officers.",
    "link": "https://richmondside.org/2026/02/09/richmond-police-officers-cleared-gutzalenko-trial/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-10T02:32:24+00:00"
  },
  {
    "title": "East Bay loses multiple sushi spots, cafes among January restaurant closures",
    "summary": "East Bay loses multiple sushi spots, cafes among January restaurant closures\n\nSumo Sushi, Uzen, Coffee Cultures, and Delah Coffee's Berkeley location all shuttered in the first month of 2026.",
    "link": "https://richmondside.org/2026/02/09/east-bay-restaurant-closures-sumo-fist-flour-delah/",
    "source": "Richmondside",
    "county": "Alameda",
    "published": "2026-02-09T20:00:00+00:00"
  },
  {
    "title": "WCCUSD board to vote on big budget cuts Wednesday; community furious",
    "summary": "WCCUSD board to vote on big budget cuts Wednesday; community furious\n\nDistrict officials say cuts are necessary to fix a $127 million deficit and prevent a state takeover, but parents and teachers say they weren't consulted.",
    "link": "https://richmondside.org/2026/02/09/wccusd-school-board-to-vote-on-drastic-budget-cuts/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-09T13:00:00+00:00"
  },
  {
    "title": "I-80 shooting: DOJ identifies Richmond police detective who killed man",
    "summary": "I-80 shooting: DOJ identifies Richmond police detective who killed man\n\nBrandon Hodges, a 13-year veteran of the Richmond Police Department, was the officer who shot and killed Luis Angel Torres Rivera last month.",
    "link": "https://richmondside.org/2026/02/07/richmond-officers-fatal-shooting-interstate-80-identified-doj/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-07T21:18:52+00:00"
  },
  {
    "title": "Son, 18, testifies he had to ‘raise himself’ after dad died in Richmond police custody",
    "summary": "Son, 18, testifies he had to &#8216;raise himself&#8217; after dad died in Richmond police custody\n\nRichmond officers took the stand to defend their restraint tactics in a federal wrongful death civil trial expected to end Monday.",
    "link": "https://richmondside.org/2026/02/06/richmond-police-excessive-force-lawsuit-to-conclude/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-07T01:39:51+00:00"
  },
  {
    "title": "Alameda’s Coffee Cultures and Uzen in Rockridge shutter, and more recent closures",
    "summary": "Alameda’s Coffee Cultures and Uzen in Rockridge shutter, and more recent closures\n\nA running list of restaurants that have recently closed in Berkeley, Oakland, Richmond, and beyond.",
    "link": "https://richmondside.org/2026/02/06/alamedas-coffee-cultures-and-uzen-in-rockridge-shutter-and-more-recent-closures/",
    "source": "Richmondside",
    "county": "Contra Costa",
    "published": "2026-02-06T20:38:07+00:00"
  },
  {
    "title": "South Bay property owners to pay fee for assessment appeals",
    "summary": "Santa Clara County homeowners and businesses will have to pay hundreds of dollars in fees to challenge how much they pay in property taxes every year. The Board of Supervisors on Feb. 9 unanimously approved charging single-family home and condo owners $290 to appeal the county assessor’s determination of their property value, which in turn...\nThe post South Bay property owners to pay fee for assessment appeals appeared first on San José Spotlight.",
    "link": "https://sanjosespotlight.com/south-bay-property-owners-to-pay-fee-for-assessment-appeals/",
    "source": "San Jose Spotlight",
    "county": "Santa Clara",
    "published": "2026-02-16T16:30:19+00:00"
  },
  {
    "title": "San Jose’s mask policy holds despite federal ruling",
    "summary": "A federal judge has temporarily blocked California from enacting a law that would ban federal agents from wearing masks — but a similar policy in San Jose remains intact. On Feb. 9, federal Judge Christina Snyder ruled that California’s “No Secret Police Act” appears to be discriminatory since it only bans federal agents from wearing...\nThe post San Jose&#8217;s mask policy holds despite federal ruling appeared first on San José Spotlight.",
    "link": "https://sanjosespotlight.com/san-joses-mask-policy-holds-despite-federal-ruling/",
    "source": "San Jose Spotlight",
    "county": "Santa Clara",
    "published": "2026-02-15T16:30:15+00:00"
  },
  {
    "title": "Super Bowl sets South Bay public transit ridership record",
    "summary": "Public transit ridership to and from Levi’s Stadium in Santa Clara for the Super Bowl hit an all-time high with 30,000 trips — although not without a few bumps along the way. VTA tallied 28,000 light rail trips and 2,600 bus rides for the big game, which the National Football League said drew 70,823 people....\nThe post Super Bowl sets South Bay public transit ridership record appeared first on San José Spotlight.",
    "link": "https://sanjosespotlight.com/super-bowl-sets-south-bay-public-transit-ridership-record/",
    "source": "San Jose Spotlight",
    "county": "Santa Clara",
    "published": "2026-02-14T16:30:21+00:00"
  },
  {
    "title": "Silicon Valley lawmakers criticize Mahan, endorse opponent",
    "summary": "San Jose Mayor Matt Mahan’s moderate campaign for California governor has fared well with billionaires and tech moguls. But two progressive state lawmakers in his own backyard are less enthused. Democratic Assemblymembers Ash Kalra and Alex Lee are spurning Mahan’s bid for statewide office as a &#8220;handpicked&#8221; vessel for big tech’s movement to consolidate control...\nThe post Silicon Valley lawmakers criticize Mahan, endorse opponent appeared first on San José Spotlight.",
    "link": "https://sanjosespotlight.com/silicon-valley-lawmakers-criticize-matt-mahan-endorse-opponent/",
    "source": "San Jose Spotlight",
    "county": "Santa Clara",
    "published": "2026-02-13T23:45:10+00:00"
  },
  {
    "title": "San Jose lawmaker’s housing bills advance through Congress",
    "summary": "A pair of bills spearheaded by Congressman Sam Liccardo that aim to speed up the approval process for new residential projects advanced through the U.S. House of Representatives earlier this week as part of a bipartisan housing package. The bipartisan act aims to alleviate the housing shortage by streamlining housing regulations, updating certain programs in...\nThe post San Jose lawmaker&#8217;s housing bills advance through Congress appeared first on San José Spotlight.",
    "link": "https://sanjosespotlight.com/san-jose-lawmakers-housing-bills-advance-through-congress/",
    "source": "San Jose Spotlight",
    "county": "Santa Clara",
    "published": "2026-02-13T20:00:12+00:00"
  },
  {
    "title": "Santa Clara County tackles $470M budget shortfall",
    "summary": "Santa Clara County leaders are looking at a $470 million deficit in the upcoming fiscal year — forcing the largest midyear budget adjustment in more than a decade as they look to close $200 million of the gap. The Board of Supervisors voted unanimously Tuesday to reshuffle 60 employees — mostly out of the public...\nThe post Santa Clara County tackles $470M budget shortfall appeared first on San José Spotlight.",
    "link": "https://sanjosespotlight.com/santa-clara-county-tackles-470m-budget-shortfall/",
    "source": "San Jose Spotlight",
    "county": "Santa Clara",
    "published": "2026-02-13T16:30:12+00:00"
  },
  {
    "title": "Mountain View approves plan to close downtown train crossing to cars",
    "summary": "Long-awaited plans to close Castro Street at the downtown Caltrain tracks and fully divert vehicle traffic at the rail crossing are moving forward, after the Mountain View City Council voted Tuesday to approve the new design for the major transit stop. The project, which will reconfigure the roadway and dead-end Castro Street at West Evelyn...\nThe post Mountain View approves plan to close downtown train crossing to cars appeared first on San José Spotlight.",
    "link": "https://sanjosespotlight.com/mountain-view-approves-plan-to-close-downtown-train-crossing-to-cars/",
    "source": "San Jose Spotlight",
    "county": "Santa Clara",
    "published": "2026-02-13T00:00:51+00:00"
  },
  {
    "title": "Gilroy case ruling strengthens California public records law",
    "summary": "Cities will be held accountable when they withhold or destroy pertinent information during a public records request, as a result of a landmark California Supreme Court decision. In City of Gilroy v. Superior Court, the California Supreme Court on Jan. 15 unanimously ruled that governments must be held accountable even when records no longer exist...\nThe post Gilroy case ruling strengthens California public records law appeared first on San José Spotlight.",
    "link": "https://sanjosespotlight.com/gilroy-case-ruling-strengthens-california-public-records-law/",
    "source": "San Jose Spotlight",
    "county": "Santa Clara",
    "published": "2026-02-12T22:00:03+00:00"
  },
  {
    "title": "Op-ed: San Jose can protect immigrants by ending Flock surveillance system",
    "summary": "As ICE and other federal agencies continue their assault on civil liberties, local leaders are stepping up to protect their communities. This includes pushing back against automated license plate readers, or ALPRs, which are tools of mass surveillance that can be weaponized against immigrants, political dissidents and other targets. In recent weeks, Mountain View, Los...\nThe post Op-ed: San Jose can protect immigrants by ending Flock surveillance system appeared first on San José Spotlight.",
    "link": "https://sanjosespotlight.com/op-ed-san-jose-can-protect-immigrants-by-ending-flock-surveillance-system/",
    "source": "San Jose Spotlight",
    "county": "Santa Clara",
    "published": "2026-02-12T20:00:38+00:00"
  },
  {
    "title": "Doan nabs dual endorsements in San Jose District 7 race",
    "summary": "It’s a rare alignment of San Jose’s political stars: Two influential organizations on opposite sides of San Jose’s labor-business political divide have endorsed the same candidate in the District 7 City Council race. Incumbent Councilmember Bien Doan has won support from both the Silicon Valley Biz PAC and South Bay Labor Council. Doan — a...\nThe post Doan nabs dual endorsements in San Jose District 7 race appeared first on San José Spotlight.",
    "link": "https://sanjosespotlight.com/bien-doan-nabs-dual-endorsements-in-san-jose-district-7-race/",
    "source": "San Jose Spotlight",
    "county": "Santa Clara",
    "published": "2026-02-12T16:30:44+00:00"
  },
  {
    "title": "Kaiser strike hits fourth week as 31,000 workers demand higher pay and better staffing",
    "summary": "This story was originally published by CalMatters. Sign up for their newsletters. More than 31,000 Kaiser Permanente health care workers remained on strike Monday as the open-ended walkout entered its fourth week, disrupting patient appointments, surgeries and treatments across California and Hawaii. Bargaining teams for Kaiser and workers resumed negotiations after weeks of stalemate, but [&#8230;]\nThe post Kaiser strike hits fourth week as 31,000 workers demand higher pay and better staffing a",
    "link": "https://www.almanacnews.com/calmatters/2026/02/16/kaiser-strike-hits-fourth-week-as-31000-workers-demand-higher-pay-and-better-staffing/",
    "source": "The Almanac",
    "county": "San Mateo",
    "published": "2026-02-16T13:30:00+00:00"
  },
  {
    "title": "A California county’s only hospital cleared a federal hurdle, but it still needs millions to reopen",
    "summary": "This story was originally published by CalMatters. Sign up for their newsletters. A shuttered Northern California hospital is getting a lifeline from Congress, but it doesn’t come with money to actually reopen and serve patients.  A new federal law will restore the “critical access” designation for Glenn Medical Center, the only hospital in Glenn County. [&#8230;]\nThe post A California county’s only hospital cleared a federal hurdle, but it still needs millions to reopen appeared first on The Al",
    "link": "https://www.almanacnews.com/calmatters/2026/02/14/a-california-countys-only-hospital-cleared-a-federal-hurdle-but-it-still-needs-millions-to-reopen/",
    "source": "The Almanac",
    "county": "San Mateo",
    "published": "2026-02-14T13:30:00+00:00"
  },
  {
    "title": "Stanford vandalism case ends in mistrial after ‘hopelessly deadlocked’ jury",
    "summary": "A Santa Clara County judge declared a mistrial Friday in the felony vandalism case of five Stanford University students who had barricaded themselves in the president’s office during a spring 2024 protest in support of Palestine, after he found the jury to be &#8220;hopelessly deadlocked.”\nThe post Stanford vandalism case ends in mistrial after ‘hopelessly deadlocked’ jury appeared first on The Almanac.",
    "link": "https://www.almanacnews.com/courts/2026/02/13/stanford-vandalism-case-ends-in-mistrial-after-hopelessly-deadlocked-jury/",
    "source": "The Almanac",
    "county": "Santa Clara",
    "published": "2026-02-13T22:19:11+00:00"
  },
  {
    "title": "‘Es hora’: los líderes de California revelan la mayor ofensiva contra conductores ebrios en décadas",
    "summary": "This story was originally published by CalMatters. Sign up for their newsletters. This article is also available in English. Read it here. Han pasado más de cuatro décadas, pero la voz de Rhonda Campbell aún temblaba mientras, ante las cámaras de televisión, recordaba el día de 1981 en que un conductor ebrio reincidente mató a [&#8230;]\nThe post &#8216;Es hora&#8217;: los líderes de California revelan la mayor ofensiva contra conductores ebrios en décadas appeared first on The Almanac.",
    "link": "https://www.almanacnews.com/calmatters/2026/02/13/es-hora-los-lideres-de-california-revelan-la-mayor-ofensiva-contra-conductores-ebrios-en-decadas/",
    "source": "The Almanac",
    "county": "Santa Clara",
    "published": "2026-02-13T20:47:50+00:00"
  },
  {
    "title": "In Menlo Park, advanced X-ray tech uncovers long-lost star map",
    "summary": "At SLAC National Accelerator Laboratory in Menlo Park, scientists from across the globe are using advanced X-rays to find a long-lost map of the galaxy by ancient Greek astronomer Hipparchus. \nThe post In Menlo Park, advanced X-ray tech uncovers long-lost star map appeared first on The Almanac.",
    "link": "https://www.almanacnews.com/menlo-park/2026/02/13/in-menlo-park-advanced-x-ray-tech-uncovers-long-lost-star-map/",
    "source": "The Almanac",
    "county": "San Mateo",
    "published": "2026-02-13T17:57:03+00:00"
  },
  {
    "title": "Factory-built housing hasn’t taken off in California yet, but this year might be different",
    "summary": "This story was originally published by CalMatters. Sign up for their newsletters. As the first home rolled off the factory floor in Kalamazoo, Michigan —  “like a boxcar with picture windows,” according to a journalist on the scene — the Secretary of Housing and Urban Development proclaimed it “the coming of a real revolution in [&#8230;]\nThe post Factory-built housing hasn’t taken off in California yet, but this year might be different appeared first on The Almanac.",
    "link": "https://www.almanacnews.com/calmatters/2026/02/13/factory-built-housing-hasnt-taken-off-in-california-yet-but-this-year-might-be-different/",
    "source": "The Almanac",
    "county": "San Mateo",
    "published": "2026-02-13T13:30:00+00:00"
  },
  {
    "title": "California schools that ban cellphones make students want them more",
    "summary": "This story was originally published by CalMatters. Sign up for their newsletters. Guest Commentary written by Evelyn Thill Evelyn Thill is a ninth grade student at Poway High School in San Diego County. Re: “More California Schools are banning smartphones, but kids keep bringing them” There’s been a growing push to ban or restrict cellphones [&#8230;]\nThe post California schools that ban cellphones make students want them more appeared first on The Almanac.",
    "link": "https://www.almanacnews.com/calmatters/2026/02/13/california-schools-that-ban-cellphones-make-students-want-them-more/",
    "source": "The Almanac",
    "county": "San Mateo",
    "published": "2026-02-13T13:30:00+00:00"
  },
  {
    "title": "Here’s how Newsom’s spending binge outstripped revenues, creating California’s chronic deficit",
    "summary": "This story was originally published by CalMatters. Sign up for their newsletters. An array of charts buried in the fine print of the state budget, unknown to all but a few fiscal nerds, details what California has collected in revenues and spent over the last half-century. The current charts in Gov. Gavin Newsom’s proposed 2026-27 [&#8230;]\nThe post Here’s how Newsom’s spending binge outstripped revenues, creating California’s chronic deficit appeared first on The Almanac.",
    "link": "https://www.almanacnews.com/calmatters/2026/02/13/heres-how-newsoms-spending-binge-outstripped-revenues-creating-californias-chronic-deficit/",
    "source": "The Almanac",
    "county": "San Mateo",
    "published": "2026-02-13T13:01:00+00:00"
  },
  {
    "title": "Nature events, reopenings and more: Here’s the latest outdoor recreation news around Silicon Valley",
    "summary": "Just because it’s a little chillier outside doesn’t mean you can’t bundle up and spend time moving and learning outdoors on the Peninsula. \nThe post Nature events, reopenings and more: Here’s the latest outdoor recreation news around Silicon Valley appeared first on The Almanac.",
    "link": "https://www.almanacnews.com/outdoor-recreation/2026/02/12/nature-events-reopenings-and-more-heres-the-latest-outdoor-recreation-news-around-silicon-valley/",
    "source": "The Almanac",
    "county": "Santa Clara",
    "published": "2026-02-13T07:03:52+00:00"
  },
  {
    "title": "History is a living experience at Domini Hoskins Black History Museum",
    "summary": "The Redwood City museum is a still-growing project that has filled a 22,000-square-foot storefront with memorabilia, artifacts, books, photos and collectibles highlighting many different aspects of Black history.\nThe post History is a living experience at Domini Hoskins Black History Museum appeared first on The Almanac.",
    "link": "https://www.almanacnews.com/ae/2026/02/12/history-is-a-living-experience-at-domini-hoskins-black-history-museum/",
    "source": "The Almanac",
    "county": "San Mateo",
    "published": "2026-02-13T00:53:58+00:00"
  },
  {
    "title": "No print edition of the Post",
    "summary": "The Post is taking the Presidents Day holiday off. We&#8217;ll return with a paper on Wednesday. Check back here for any breaking news.",
    "link": "https://padailypost.com/2026/02/16/no-print-edition-of-the-post/",
    "source": "Palo Alto Daily Post",
    "county": "Santa Clara",
    "published": "2026-02-16T17:31:53+00:00"
  },
  {
    "title": "Zuckerberg is moving to Florida",
    "summary": "Billionaire Meta CEO Mark Zuckerberg — whose compound of homes in Palo Alto has become a lightning rod for critics — is in the process of moving to south Florida, [...]",
    "link": "https://padailypost.com/2026/02/16/zuckerberg-is-moving-to-florida/",
    "source": "Palo Alto Daily Post",
    "county": "Santa Clara",
    "published": "2026-02-16T09:01:00+00:00"
  },
  {
    "title": "UPDATED: School district agrees to pay $3.25 million to teacher accused of unsubstantiated rape allegations",
    "summary": "Original story posted at 7:12 a.m. Friday; Updated at 12:12 p.m. Saturday. BY DAVE PRICEDaily Post Editor The Palo Alto school board has agreed to pay $3.25 million to Fletcher [...]",
    "link": "https://padailypost.com/2026/02/14/school-board-teacher-settle-suit-over-unsubstantiated-rape-allegations/",
    "source": "Palo Alto Daily Post",
    "county": "Santa Clara",
    "published": "2026-02-14T20:12:00+00:00"
  },
  {
    "title": "Mistrial declared in trial of Stanford protesters",
    "summary": "Judge Hanley Chew declared a mistrial today (Feb. 13) in the trial of five pro-Palestinian demonstrators, who were charged with conspiring to break into the Stanford President’s office on June [...]",
    "link": "https://padailypost.com/2026/02/13/mistrial-declared-in-stanford-protesters-case/",
    "source": "Palo Alto Daily Post",
    "county": "Santa Clara",
    "published": "2026-02-13T22:11:32+00:00"
  },
  {
    "title": "Elliott Kolker, Stinson’s village poet, dead at 74",
    "summary": "Elliott Kolker, an artist and prolific poet who wrote verse about Stinson Beach and Bolinas and was a well-known personage on their streets for nearly five decades, died on Jan. 22 at age 74.  Widely known by his moniker “the Village Elliott,” Mr. Kolker produced reams of poems that ranged from baseball ballads and humorous [&#8230;]\nThe post Elliott Kolker, Stinson’s village poet, dead at 74 appeared first on Point Reyes Light.",
    "link": "https://www.ptreyeslight.com/news/elliott-kolker-stinsons-village-poet-dead-at-74/",
    "source": "Point Reyes Light",
    "county": "Marin",
    "published": "2026-02-11T21:01:26+00:00"
  },
  {
    "title": "Big winter for fungi and its fatal effects",
    "summary": "For the first time in nearly two decades, the annual fungus fair in the Point Reyes National Seashore did not take place this winter, after the National Park Service said it would no longer co-sponsor the event.  The cancelation comes at a fraught moment. Scientists say Point Reyes is a hotbed for poisonous mushrooms, and [&#8230;]\nThe post Big winter for fungi and its fatal effects appeared first on Point Reyes Light.",
    "link": "https://www.ptreyeslight.com/news/big-winter-for-fungi-and-its-fatal-effects/",
    "source": "Point Reyes Light",
    "county": "Marin",
    "published": "2026-02-11T20:58:39+00:00"
  },
  {
    "title": "CLAM brings first homes to emergency lot",
    "summary": "The first tiny homes rolled into Sixth and B Streets in Point Reyes Station late last week. By Tuesday, four of the planned 14 units stood along an edge of the lot, a small but tangible sign of progress for families facing eviction from the Point Reyes National Seashore in just 16 days.  Dozens of [&#8230;]\nThe post CLAM brings first homes to emergency lot appeared first on Point Reyes Light.",
    "link": "https://www.ptreyeslight.com/news/clam-brings-first-homes-to-emergency-lot/",
    "source": "Point Reyes Light",
    "county": "Marin",
    "published": "2026-02-11T20:56:43+00:00"
  },
  {
    "title": "Cougar seen from school",
    "summary": "Maybe it was a giant house cat. Maybe it was a bobcat. But that tail—that long, thick tail—that tail said mountain lion. It was Wednesday, Jan. 28, at 3:30 p.m. and Victoria Canby had just finished teaching an outdoor art class to fourth and fifth graders at West Marin School. Seated in her car, she [&#8230;]\nThe post Cougar seen from school appeared first on Point Reyes Light.",
    "link": "https://www.ptreyeslight.com/news/cougar-seen-from-school/",
    "source": "Point Reyes Light",
    "county": "Marin",
    "published": "2026-02-11T20:43:18+00:00"
  },
  {
    "title": "Old Czech establishment hosting new gatherings",
    "summary": "Signs of life have emerged at the former Vladimir’s Czech Restaurant, the Inverness institution whose doors have been shut for three years, depriving the village of a place where you could grab a pilsner, a bowl of goulash and conversation. The Good Luck Fund, the nonprofit foundation that purchased the building last year, is continuing [&#8230;]\nThe post Old Czech establishment hosting new gatherings appeared first on Point Reyes Light.",
    "link": "https://www.ptreyeslight.com/news/old-czech-establishment-hosting-new-gatherings/",
    "source": "Point Reyes Light",
    "county": "Marin",
    "published": "2026-02-11T20:42:55+00:00"
  },
  {
    "title": "Neighbors for Neighbors: A response to displacement",
    "summary": "West Marin has always been defined by a deep sense of connection—to the land, to our work and to one another. From multigenerational ranching families to artists, educators, farmworkers and small-business employees, our community thrives when people live close to where they work, learn and belong. That foundation, however, faces growing strain and pressure. West [&#8230;]\nThe post Neighbors for Neighbors: A response to displacement appeared first on Point Reyes Light.",
    "link": "https://www.ptreyeslight.com/opinion/neighbors-for-neighbors-a-response-to-displacement/",
    "source": "Point Reyes Light",
    "county": "Marin",
    "published": "2026-02-11T20:42:06+00:00"
  },
  {
    "title": "Nature Notebook, February 12, 2026",
    "summary": "The new moon of Tuesday, Feb. 17 rises over Mardi Gras with a continuing cycle of high morning tides. Mardi Gras, or Fat Tuesday in French, is named such because it’s the time to use up all the fats in the house before the restrictions of the Christian Lenten season begin. Hopefully, northern elephant seals [&#8230;]\nThe post Nature Notebook, February 12, 2026 appeared first on Point Reyes Light.",
    "link": "https://www.ptreyeslight.com/features/nature-notebook-february-12-2026/",
    "source": "Point Reyes Light",
    "county": "Marin",
    "published": "2026-02-11T20:37:18+00:00"
  },
  {
    "title": "Happy hours, hometown heroes: Our essential guide to the 33rd annual Noise Pop",
    "summary": "An especially tender year, with adieus to iconic venues, avant-rock supergroups, and after-hours local legends.\nThe post Happy hours, hometown heroes: Our essential guide to the 33rd annual Noise Pop appeared first on 48 hills.",
    "link": "https://48hills.org/2026/02/happy-hours-hometown-heroes-our-essential-guide-to-the-33rd-annual-noise-pop/",
    "source": "48 Hills",
    "county": "San Francisco",
    "published": "2026-02-16T17:47:30+00:00"
  },
  {
    "title": "Love, luck, ink: Friday the 13th met Valentine’s Day in SF tattoo parlors",
    "summary": "Lovers and seekers rushed to 'flip the script' on bad luck—and get discount rates—on the rare confluence of holidays.  \nThe post Love, luck, ink: Friday the 13th met Valentine&#8217;s Day in SF tattoo parlors appeared first on 48 hills.",
    "link": "https://48hills.org/2026/02/love-luck-ink-friday-the-13th-met-valentines-day-in-the-tattoo-parlor/",
    "source": "48 Hills",
    "county": "San Francisco",
    "published": "2026-02-16T02:09:46+00:00"
  },
  {
    "title": "How Lurie bungled the teachers strike",
    "summary": "Plus: Why is an administration obsessed with public safety cutting crime-prevention programs that are way cheaper than cops? That's The Agenda for Feb. 15-22\nThe post How Lurie bungled the teachers strike appeared first on 48 hills.",
    "link": "https://48hills.org/2026/02/how-lurie-bungled-the-teachers-strike/",
    "source": "48 Hills",
    "county": "San Francisco",
    "published": "2026-02-16T01:48:08+00:00"
  },
  {
    "title": "‘Pillion’ director Harry Lighton on kinky dom-com’s delicious chemistry",
    "summary": "Interplay of stars Harry Melling and Alexander Skarsgård lend BDSM discovery tale emotional authenticity.  \nThe post &#8216;Pillion&#8217; director Harry Lighton on kinky dom-com&#8217;s delicious chemistry appeared first on 48 hills.",
    "link": "https://48hills.org/2026/02/pillion-director-harry-lighton-on-kinky-dom-coms-delicious-chemistry/",
    "source": "48 Hills",
    "county": "San Francisco",
    "published": "2026-02-16T00:30:30+00:00"
  },
  {
    "title": "Grab a free pass to see new movie ‘Midwinter Break’",
    "summary": "Lesley Manville and Ciarán Hinds take a trip to Amsterdam and discover a hidden truth. \nThe post Grab a free pass to see new movie &#8216;Midwinter Break&#8217; appeared first on 48 hills.",
    "link": "https://48hills.org/2026/02/grab-a-free-pass-to-see-new-movie-midwinter-break/",
    "source": "48 Hills",
    "county": "San Francisco",
    "published": "2026-02-15T16:34:11+00:00"
  },
  {
    "title": "Win tickets to Sudan Archives, Hanumankind, and a Heated Rivalry party",
    "summary": "Go see a sweet show on us. Here's how to enter.\nThe post Win tickets to Sudan Archives, Hanumankind, and a Heated Rivalry party appeared first on 48 hills.",
    "link": "https://48hills.org/2026/02/win-tickets-to-sudan-archives-hanumankind-and-a-heated-rivalry-party/",
    "source": "48 Hills",
    "county": "San Francisco",
    "published": "2026-02-15T16:20:42+00:00"
  },
  {
    "title": "PG&E CEO grilled  at supes hearing—and says Lurie wanted Opera House opened in blackout",
    "summary": "We also got a preview of the lies the company will tell to oppose public power\nThe post PG&amp;E CEO grilled  at supes hearing—and says Lurie wanted Opera House opened in blackout appeared first on 48 hills.",
    "link": "https://48hills.org/2026/02/pge-ceo-grilled-at-supes-hearing-and-says-lurie-wanted-opera-house-opened-in-blackout/",
    "source": "48 Hills",
    "county": "San Francisco",
    "published": "2026-02-13T05:57:23+00:00"
  },
  {
    "title": "Is the tide finally turning on the ‘abundance agenda?’",
    "summary": "Two new studies show that the free market won't solve the housing crisis—and that Newsom, Lurie, and Wiener are wrong\nThe post Is the tide finally turning on the &#8216;abundance agenda?&#8217; appeared first on 48 hills.",
    "link": "https://48hills.org/2026/02/is-the-tide-finally-turning-on-the-abundance-agenda/",
    "source": "48 Hills",
    "county": "San Francisco",
    "published": "2026-02-13T05:49:58+00:00"
  },
  {
    "title": "Drama Masks: Why is SF Ballet still performing at the Kennedy Center?",
    "summary": "Some of the country's most prominent artists have dropped out after Trump's takeover. Why not our Ballet?\nThe post Drama Masks: Why is SF Ballet still performing at the Kennedy Center? appeared first on 48 hills.",
    "link": "https://48hills.org/2026/02/drama-masks-why-is-sf-ballet-still-performing-at-the-kennedy-center/",
    "source": "48 Hills",
    "county": "San Francisco",
    "published": "2026-02-12T22:07:51+00:00"
  },
  {
    "title": "Pavas, sapos, and perreo at Mission Lotería’s Bad Bunny look-alike contest",
    "summary": "Joyous attendees didn't need to be told to tirar más fotos at pre-Súper Tazón event.\nThe post Pavas, sapos, and perreo at Mission Lotería&#8217;s Bad Bunny look-alike contest appeared first on 48 hills.",
    "link": "https://48hills.org/2026/02/pavas-sapos-and-perreo-at-mission-loterias-bad-bunny-look-alike-contest/",
    "source": "48 Hills",
    "county": "San Francisco",
    "published": "2026-02-12T18:43:18+00:00"
  },
  {
    "title": "Dee Snider says he’s ‘not dying’ after leaving Twisted Sister for health reasons",
    "summary": "The 70-year-old Queens native is clearing up rumors that he was at death’s door amid the announcement of his retirement.",
    "link": "https://www.eastbaytimes.com/2026/02/16/twisted-sister-dee-snider-not-dying-health-challenges/",
    "source": "East Bay Times",
    "county": "Alameda",
    "published": "2026-02-16T19:27:22+00:00"
  },
  {
    "title": "Taylor Swift concert attack plot leads to terrorism charges against 21-year-old man",
    "summary": "Vienna public prosecutors said in a statement that the unnamed defendant had declared allegiance to the Islamic State group by sharing propaganda material and videos via various messaging services.",
    "link": "https://www.eastbaytimes.com/2026/02/16/taylor-swift-concert-attack-plot-leads-to-terrorism-charges-against-21-year-old-man/",
    "source": "East Bay Times",
    "county": "Alameda",
    "published": "2026-02-16T18:48:19+00:00"
  },
  {
    "title": "San Mateo County approves $832,000 to expand domestic violence, human trafficking response",
    "summary": "County expands survivor support efforts amid growing domestic violence needs",
    "link": "https://www.eastbaytimes.com/2026/02/16/san-mateo-county-domestic-violence-human-trafficking-funding/",
    "source": "East Bay Times",
    "county": "San Mateo",
    "published": "2026-02-16T18:44:26+00:00"
  },
  {
    "title": "Oscar-winning actor Robert Duvall dead at 95",
    "summary": "Robert Duvall, the Oscar-winning actor best known for “The Godfather,“ “Apocalypse Now” and many other tough-guy roles over an acclaimed screen career that spanned six decades, has died.",
    "link": "https://www.eastbaytimes.com/2026/02/16/oscar-winning-actor-robert-duvall-dead-at-95/",
    "source": "East Bay Times",
    "county": "Alameda",
    "published": "2026-02-16T18:27:55+00:00"
  },
  {
    "title": "On Monday, first of three rainstorms brings Bay Area a “solid soaking,” minor flooding",
    "summary": "By Monday morning, San Jose and Oakland both saw about an inch of rainfall.",
    "link": "https://www.eastbaytimes.com/2026/02/16/on-monday-first-of-three-rainstorms-brings-bay-area-a-solid-soaking-minor-flooding/",
    "source": "East Bay Times",
    "county": "Alameda",
    "published": "2026-02-16T18:15:39+00:00"
  },
  {
    "title": "San Jose unveils ‘Sweet’ lineup for March Madness concert series",
    "summary": "Get your tickets for the Music Mania concert series, with Shaquille O'Neal and more performing in San Jose.",
    "link": "https://www.eastbaytimes.com/2026/02/16/san-jose-march-madness-concerts-lineup-tickets-sweet-16-shaq/",
    "source": "East Bay Times",
    "county": "Santa Clara",
    "published": "2026-02-16T17:58:39+00:00"
  },
  {
    "title": "After 75 years, Jack in the Box still has a head for business",
    "summary": "The Southern California-based chain, founded in 1951, is celebrating its anniversary year with throwback menu items and cheeky humor.",
    "link": "https://www.eastbaytimes.com/2026/02/16/after-75-years-jack-in-the-box-still-has-a-head-for-business-2/",
    "source": "East Bay Times",
    "county": "Alameda",
    "published": "2026-02-16T17:55:06+00:00"
  },
  {
    "title": "Auriemma ties Stanford’s VanDerveer for most Top 25 appearances as UConn stays No. 1",
    "summary": "UConn has been ranked for the past 619 consecutive weeks, dating to the preseason 1993-94 poll, and once again was a unanimous choice at No. 1",
    "link": "https://www.eastbaytimes.com/2026/02/16/uconn-geno-auriemma-top-25-tara-vanderveer-standford/",
    "source": "East Bay Times",
    "county": "Alameda",
    "published": "2026-02-16T17:36:41+00:00"
  },
  {
    "title": "South Bay center could help meet dire need for services for abused children",
    "summary": "Santa Clara County will begin construction on a new center for abused children in Morgan Hill, meeting a dire need in the region.",
    "link": "https://www.eastbaytimes.com/2026/02/16/child-abuse-services-south-santa-clara-county/",
    "source": "East Bay Times",
    "county": "Santa Clara",
    "published": "2026-02-16T17:29:55+00:00"
  },
  {
    "title": "Dana Eden, producer of Apple TV series ‘Tehran,’ found dead in Greece",
    "summary": "Dana Eden, the Israeli producer of Apple TV series “Tehran,” was found dead in an Athens hotel room on Sunday during filming of the show’s fourth season in Greece. She was 52.",
    "link": "https://www.eastbaytimes.com/2026/02/16/dana-eden-israel-producer-tehran-dead-athens-greece/",
    "source": "East Bay Times",
    "county": "Alameda",
    "published": "2026-02-16T17:21:42+00:00"
  },
  {
    "title": "Robert Duvall, Oscar-winning actor and ‘Godfather’ mainstay, dead at 95",
    "summary": "Duvall died 'peacefully' at his home in Virginia, according to an announcement.",
    "link": "https://www.timesheraldonline.com/2026/02/16/robert-duvall-obituary/",
    "source": "Vallejo Times-Herald",
    "county": "Solano",
    "published": "2026-02-16T18:52:02+00:00"
  },
  {
    "title": "Connor Hellebuyck shows why he’s the US starting goalie at the Olympics",
    "summary": "Hellebuyck leads the tournament with a .952 save percentage.",
    "link": "https://www.timesheraldonline.com/2026/02/16/connor-hellebuyck-us-goalie/",
    "source": "Vallejo Times-Herald",
    "county": "Solano",
    "published": "2026-02-16T16:42:14+00:00"
  },
  {
    "title": "Olympic skating’s new addition is a backward-skating cameraman blending in to capture emotion",
    "summary": "Jordan Cowan glides across the Olympic rink as figure skaters warm up and take their bows.",
    "link": "https://www.timesheraldonline.com/2026/02/16/olympic-skating-cameraman/",
    "source": "Vallejo Times-Herald",
    "county": "Solano",
    "published": "2026-02-16T16:41:07+00:00"
  },
  {
    "title": "A fisherman is Jamaica’s new bobsled pilot. He wants to make the team known beyond ‘Cool Runnings’",
    "summary": "Even Snoop Dogg stopped by to encourage the team.",
    "link": "https://www.timesheraldonline.com/2026/02/16/jamaican-fisherman-bobsled-pilot/",
    "source": "Vallejo Times-Herald",
    "county": "Solano",
    "published": "2026-02-16T16:31:16+00:00"
  },
  {
    "title": "Bold new US trio eyes Olympic figure skating gold while serving as role models for a new generation",
    "summary": "The women targeting Olympic figure skating gold are not the dainty ice princesses of yesteryear.",
    "link": "https://www.timesheraldonline.com/2026/02/16/amber-glenn-alysa-liu-isabeau-levito-olympics/",
    "source": "Vallejo Times-Herald",
    "county": "Solano",
    "published": "2026-02-16T16:15:12+00:00"
  },
  {
    "title": "Indian Health Service to phase out use of dental fillings containing mercury by 2027",
    "summary": "Native American rights and industry advocates have called for an end to the practice.",
    "link": "https://www.timesheraldonline.com/2026/02/16/indian-health-service-dental-fillings/",
    "source": "Vallejo Times-Herald",
    "county": "Solano",
    "published": "2026-02-16T16:12:57+00:00"
  },
  {
    "title": "A sentimental journey to Scotland",
    "summary": "In fantasy, the Misty Isle is a world apart.",
    "link": "https://www.timesheraldonline.com/2026/02/16/scotland-sentimental-journey/",
    "source": "Vallejo Times-Herald",
    "county": "Solano",
    "published": "2026-02-16T15:40:05+00:00"
  },
  {
    "title": "Even Dollar Tree is going after rich shoppers now",
    "summary": "Across the U.S., Dollar Tree is moving into more higher-income areas.",
    "link": "https://www.timesheraldonline.com/2026/02/16/dollar-tree-rich-shoppers/",
    "source": "Vallejo Times-Herald",
    "county": "Solano",
    "published": "2026-02-16T15:00:22+00:00"
  },
  {
    "title": "Trump’s border czar says ‘small’ security force will remain in Minnesota after enforcement drawdown",
    "summary": "Border czar Tom Homan said over 1,000 immigration agents have left Minnesota's Twin Cities area.",
    "link": "https://www.timesheraldonline.com/2026/02/16/trump-border-czar-minnesota-ice-drawdown/",
    "source": "Vallejo Times-Herald",
    "county": "Solano",
    "published": "2026-02-16T12:25:41+00:00"
  },
  {
    "title": "Grey Bears warms both hearts and plates at Valentine’s Day senior dating mixer",
    "summary": "Grey Bears transformed its Live Oak warehouse into a lively senior dating mixer Friday, drawing nearly 100 older adults. The event reflects the nonprofit’s broader mission to combat food insecurity and loneliness among Santa Cruz County’s growing senior population.\nThe post Grey Bears warms both hearts and plates at Valentine’s Day senior dating mixer appeared first on Lookout Santa Cruz.",
    "link": "https://lookout.co/grey-bears-warms-both-hearts-and-plates-at-valentines-day-senior-dating-mixer/story",
    "source": "Lookout Santa Cruz",
    "county": "Santa Cruz",
    "published": "2026-02-15T12:30:00+00:00"
  },
  {
    "title": "I grew up in an education desert but made it to UCSC – rural California needs funding so students can thrive",
    "summary": "Ava Thornock grew up in Amador County, an education desert three hours from Santa Cruz that has no local college and limited internet access. She saw firsthand how rural students are cut off from opportunity. She is now a second-year student studying biochemistry at UC Santa Cruz, where academic access reshaped her future and career goals. Here, Thornock details how distance, poverty, staffing shortages and transportation barriers keep many rural students from higher education. With looming stat",
    "link": "https://lookout.co/i-grew-up-in-an-education-desert-but-made-it-to-ucsc-rural-california-needs-funding-so-students-can-thrive/story",
    "source": "Lookout Santa Cruz",
    "county": "Santa Cruz",
    "published": "2026-02-15T12:00:00+00:00"
  },
  {
    "title": "Sheriff confirms body found Jan. 18 is San Lorenzo Valley resident Jeanne Burke",
    "summary": "A body recovered in the Santa Cruz Mountains last month is that of Jeanne Burke, the 73-year-old woman who went missing in November, the Santa Cruz County Sheriff's Office confirmed in a news release Saturday.\nThe post Sheriff confirms body found Jan. 18 is San Lorenzo Valley resident Jeanne Burke appeared first on Lookout Santa Cruz.",
    "link": "https://lookout.co/sheriff-confirms-body-found-jan-18-is-san-lorenzo-valley-resident-jeanne-burke/story",
    "source": "Lookout Santa Cruz",
    "county": "Santa Cruz",
    "published": "2026-02-14T18:56:32+00:00"
  },
  {
    "title": "Letter to the editor: A persisting bike dream",
    "summary": "In a letter to the editor, a Soquel resident writes about his hopes for a bike trail from Watsonville to Santa Cruz&#8217;s Westside.\nThe post Letter to the editor: A persisting bike dream appeared first on Lookout Santa Cruz.",
    "link": "https://lookout.co/letter-to-the-editor-a-persisting-bike-dream/story",
    "source": "Lookout Santa Cruz",
    "county": "Santa Cruz",
    "published": "2026-02-14T10:00:00+00:00"
  },
  {
    "title": "Letter to the editor: Let’s keep the tracks",
    "summary": "In a letter to the editor, a Santa Cruz resident urges Mayor Fred Keeley to support a rail trail option that doesn&#8217;t involve removing the existing train tracks.\nThe post Letter to the editor: Let&#8217;s keep the tracks appeared first on Lookout Santa Cruz.",
    "link": "https://lookout.co/letter-to-the-editor-lets-keep-the-tracks/story",
    "source": "Lookout Santa Cruz",
    "county": "Santa Cruz",
    "published": "2026-02-14T10:00:00+00:00"
  },
  {
    "title": "Santa Cruz County in for a week of rain following Valentine’s Day",
    "summary": "Rain is expected to roll into Santa Cruz County on Saturday night and linger into the following Friday, with the majority of the rainfall coming between Saturday night and Wednesday morning. National Weather Service meteorologists do not anticipate having to issue any flood advisories or watches.\nThe post Santa Cruz County in for a week of rain following Valentine’s Day appeared first on Lookout Santa Cruz.",
    "link": "https://lookout.co/santa-cruz-county-in-for-a-week-of-rain-following-valentines-day/story",
    "source": "Lookout Santa Cruz",
    "county": "Santa Cruz",
    "published": "2026-02-13T23:38:02+00:00"
  },
  {
    "title": "Líder comunitario de larga trayectoria y ex periodista Tony Nuñez anuncia candidatura para el puesto de supervisor del Distrito 4",
    "summary": "Tony Nuñez, líder comunitario de larga trayectoria y ex periodista, se postula para el puesto del Distrito 4 en la Junta de Supervisores del Condado de Santa Cruz. Nuñez es el actual presidente de la junta del Distrito de Atención Médica del Valle de Pájaro, que opera el Hospital Comunitario de Watsonville, y trabaja para la organización sin fines de lucro Community Bridges.\nThe post Líder comunitario de larga trayectoria y ex periodista Tony Nuñez anuncia candidatura para el puesto de superviso",
    "link": "https://lookout.co/lider-comunitario-de-larga-trayectoria-y-ex-periodista-tony-nunez-anuncia-candidatura-para-el-puesto-de-supervisor-del-distrito-4/story",
    "source": "Lookout Santa Cruz",
    "county": "Santa Cruz",
    "published": "2026-02-13T22:00:36+00:00"
  },
  {
    "title": "Scotts Valley Recreation seeks submissions for annual poetry and art contest",
    "summary": "Scotts Valley Recreation, in collaboration with the city’s arts commission, is asking residents of Scotts Valley and the San Lorenzo Valley to submit their poetry and art for this year’s Expressions of the Valley poetry and art contest. \nThe post Scotts Valley Recreation seeks submissions for annual poetry and art contest appeared first on Lookout Santa Cruz.",
    "link": "https://lookout.co/scotts-valley-recreation-seeks-submissions-for-annual-poetry-and-art-contest/story",
    "source": "Lookout Santa Cruz",
    "county": "Santa Cruz",
    "published": "2026-02-13T21:27:21+00:00"
  },
  {
    "title": "10 Hot Jobs in Santa Cruz County: Week of February 13",
    "summary": "Looking for a new job in Santa Cruz County? Explore the top 10 exciting job opportunities across industries like education, healthcare, and more. Your next career move starts here!\nThe post 10 Hot Jobs in Santa Cruz County: Week of February 13 appeared first on Lookout Santa Cruz.",
    "link": "https://lookout.co/10-hot-jobs-in-santa-cruz-county-week-of-february-6/story",
    "source": "Lookout Santa Cruz",
    "county": "Santa Cruz",
    "published": "2026-02-13T21:22:40+00:00"
  },
  {
    "title": "What’s next for police accountability in Berkeley?",
    "summary": "The sudden ouster of Police Accountability Board director Hansel Aguilar, and recent protest resignations from the Police Accountability Board, are the culmination of years of mounting tension between those bodies and the city.",
    "link": "https://www.berkeleyside.org/2026/02/13/berkeley-police-accountability-future",
    "source": "Berkeleyside",
    "county": "Alameda",
    "published": "2026-02-14T05:18:08+00:00"
  },
  {
    "title": "Berkeley Tesla stun gun defendant, shot in later standoff, is exonerated",
    "summary": "While Ricardo G. Ruiz has been found not guilty for the Fourth Street fracas, he still faces 11 felony charges from the armed April 2025 standoff that ended after a Berkeley Police Department officer shot him in the face.",
    "link": "https://www.berkeleyside.org/2026/02/13/ricardo-ruiz-misdemeanor-assault-not-guilty-verdict",
    "source": "Berkeleyside",
    "county": "Alameda",
    "published": "2026-02-14T04:50:55+00:00"
  },
  {
    "title": "Friends gather at Starry Plough to remember musician Anthony ‘Ant’ Anderson, killed by county sheriff deputies Monday",
    "summary": "People cried, hugged, and told stories punctuated with laughter while remembering the 40-year-old trumpet player who \"brought people together.\" The state’s DA office is investigating the killing.",
    "link": "https://www.berkeleyside.org/2026/02/13/musician-anthony-anderson-killed-alameda-sheriff-berkeley-life-celebration",
    "source": "Berkeleyside",
    "county": "Alameda",
    "published": "2026-02-13T20:23:22+00:00"
  },
  {
    "title": "Celebration of life for Betty Reid Soskin set for March 1",
    "summary": "The beloved national park ranger, civil rights pioneer and co-founder of Reid’s Records in Berkeley died in December. She will be honored at the Kaiser Center for the Arts in Oakland.",
    "link": "https://www.berkeleyside.org/2026/02/13/betty-reid-soskin-celebration-of-life-announced",
    "source": "Berkeleyside",
    "county": "Alameda",
    "published": "2026-02-13T13:57:00+00:00"
  },
  {
    "title": "Many Berkeley teachers spend over $500 of their own money on student basics. That’s just wrong",
    "summary": "Tissues, books, shoes, snacks and maxi pads. A BUSD teacher surveyed 42 colleagues and found half spend more than $500 a year on everything from basic hygiene supplies to prom tickets.",
    "link": "https://www.berkeleyside.org/2026/02/13/busd-school-supplies",
    "source": "Berkeleyside",
    "county": "Alameda",
    "published": "2026-02-13T13:00:00+00:00"
  },
  {
    "title": "The Wire: Why Jeffrey Epstein lied about being a UC Berkeley lecturer",
    "summary": "Also: Why fewer Cal students are taking computer science and why two Cal students who developed an app to sell extra meal swipes were shut down by the university.",
    "link": "https://www.berkeleyside.org/2026/02/12/the-wire-why-jeffrey-epstein-lied-about-being-a-uc-berkeley-lecturer",
    "source": "Berkeleyside",
    "county": "Alameda",
    "published": "2026-02-13T01:08:00+00:00"
  },
  {
    "title": "Laura X logró que se prohibiera la violación conyugal en California. A sus 85 años, sobrevive en una habitación de hotel en Berkeley",
    "summary": "Nacida en la riqueza, su herencia se destinó a la creación de un archivo histórico sobre mujeres de un millón de páginas, y a una estafa Ponzi. Ahora depende de sus amigos y vive en una pequeña habitación que ella llama “celda de monja”.",
    "link": "https://www.berkeleyside.org/2026/02/12/laura-x-logro-que-se-prohibiera-la-violacion-conyugal-en-california-a-sus-85-anos-sobrevive-en-una-habitacion-de-hotel-en-berkeley",
    "source": "Berkeleyside",
    "county": "Alameda",
    "published": "2026-02-13T00:22:36+00:00"
  },
  {
    "title": "City Council approves 8-story North Shattuck housing proposal",
    "summary": "Some nearby residents wanted to block the 110-unit apartment complex, calling it a \"behemoth\" and “monstrosity.” But council members said they want more housing in North Berkeley.",
    "link": "https://www.berkeleyside.org/2026/02/12/berkeley-housing-shattuck-virginia-poulet-patrick-kennedy",
    "source": "Berkeleyside",
    "county": "Alameda",
    "published": "2026-02-12T14:00:00+00:00"
  },
  {
    "title": "Around Berkeley: Valentine’s crafts, noon concerts, dance company anniversary",
    "summary": "Other events include a Bridgerton and Indonesian-inspired tea experience, as well as a children's book fair celebrating Black authors.",
    "link": "https://www.berkeleyside.org/2026/02/12/around-berkeley-valentines-crafts-noon-concerts-dance-company-anniversary",
    "source": "Berkeleyside",
    "county": "Alameda",
    "published": "2026-02-12T13:00:00+00:00"
  },
  {
    "title": "‘It’s time’: California leaders unveil biggest crackdown on drunk drivers in decades",
    "summary": "A bipartisan coalition of state lawmakers has introduced 10 bills, an unprecedented package designed to stop deadly drivers.",
    "link": "https://calmatters.org/investigation/2026/02/california-lawmakers-unveil-driver-safety-reforms/",
    "source": "CalMatters",
    "county": "Bay Area",
    "published": "2026-02-13T00:45:25+00:00"
  },
  {
    "title": "California Republican Kevin Kiley bucks Trump on tariffs as he weighs reelection",
    "summary": "Kiley has yet to declare which district he'll run in — or whether he'll run at all — after Prop. 50 turned his current seat solidly Democratic.",
    "link": "https://calmatters.org/politics/2026/02/kevin-kiley-canada-tariffs/",
    "source": "CalMatters",
    "county": "Bay Area",
    "published": "2026-02-12T23:03:20+00:00"
  },
  {
    "title": "California mountain lions are now considered ‘threatened.’ But only in certain regions",
    "summary": "State fish and game officials declared mountain lions in the Central Coast and Southern California threatened under the state’s endangered species act.",
    "link": "https://calmatters.org/environment/2026/02/facing-extinction-vortex-california-grants-new-protections-to-more-mountain-lions/",
    "source": "CalMatters",
    "county": "Bay Area",
    "published": "2026-02-12T21:06:47+00:00"
  },
  {
    "title": "Kristi Noem alaba historial de Trump en la fronteras mientras manifestantes de San Diego interrumpen su rueda de prensa",
    "summary": "La visita de la Secretaria de Seguridad Nacional, Kristi Noem, a la frontera entre Estados Unidos y México se produce en un momento en que las encuestas muestran un apoyo cada vez menor a las políticas de inmigración del Presidente Trump desde el asesinato de manifestantes en Minneapolis.",
    "link": "https://calmatters.org/calmatters-en-espanol/2026/02/kristi-noem-visita-la-frontera-cerca-de-san-diego-en-momentos-en-que-encuestas-muestran-rechazo-a-politicas-de-trump/",
    "source": "CalMatters",
    "county": "Bay Area",
    "published": "2026-02-12T20:42:09+00:00"
  },
  {
    "title": "Vallejo modular home manufacturer tells officials it may close, laying off all employees",
    "summary": "Harbinger Production, formerly called Factory_OS, told city, county and state officials Friday that it may lay off all of its 280 employees.",
    "link": "https://www.vallejosun.com/vallejo-modular-home-manufacturer-to-close-laying-off-all-employees/",
    "source": "Vallejo Sun",
    "county": "Solano",
    "published": "2026-02-13T21:20:22+00:00"
  },
  {
    "title": "New Village bar boosts Vallejo’s nightlife",
    "summary": "Curated beer and wine crafts, multicultural snacks and DJ’s spinning vinyl bring a fresh ambience to Central Vallejo at Village.",
    "link": "https://www.vallejosun.com/new-village-bar-boosts-vallejos-nightlife/",
    "source": "Vallejo Sun",
    "county": "Solano",
    "published": "2026-02-12T20:09:43+00:00"
  },
  {
    "title": "Vallejo to pay unhoused people to assist with long-term strategy on homelessness",
    "summary": "The city still must draft a policy for use of the stipends and a long-term homelessness strategy.",
    "link": "https://www.vallejosun.com/vallejo-to-pay-unhoused-people-to-assist-with-long-term-strategy-on-homelessness/",
    "source": "Vallejo Sun",
    "county": "Solano",
    "published": "2026-02-11T23:36:52+00:00"
  },
  {
    "title": "Upcoming Vallejo Events — Valentine’s Day, Flyway Festival, Black History",
    "summary": "Plus, the annual Mardi Paws fundraiser for the Humane Society of the North Bay will take place on Tuesday evening at Provisions restaurant.",
    "link": "https://www.vallejosun.com/upcoming-vallejo-events-valentines-day-flyway-festival-black-history/",
    "source": "Vallejo Sun",
    "county": "Solano",
    "published": "2026-02-11T21:18:56+00:00"
  },
  {
    "title": "Roberta Weir and Jerry Garcia exhibit to open at Vallejo Art Walk",
    "summary": "Roberta Weir was an art mentor to Jerry Garcia of the Grateful Dead.",
    "link": "https://www.vallejosun.com/roberta-weir-and-jerry-garcia-exhibit-to-open-at-vallejo-art-walk/",
    "source": "Vallejo Sun",
    "county": "Solano",
    "published": "2026-02-10T18:22:20+00:00"
  },
  {
    "title": "CVS to shutter north Vallejo store amid nationwide closures",
    "summary": "The CVS at 3678 Sonoma Blvd. will close on March 12.",
    "link": "https://www.vallejosun.com/cvs-to-shutter-north-vallejo-store-amid-nationwide-closures/",
    "source": "Vallejo Sun",
    "county": "Solano",
    "published": "2026-02-09T18:06:47+00:00"
  },
  {
    "title": "Headlines, February 13",
    "summary": "Get state headlines at&#160;Streetsblog California, national headlines at&#160;Streetsblog USA Streetsblog S.F. will not publish on President&#8217;s Day, Monday, Feb 16. Independent journalism is more important than ever.&#160;Won’t you contribute?\nThe post Headlines, February 13 appeared first on Streetsblog San Francisco.",
    "link": "https://sf.streetsblog.org/2026/02/13/headlines-february-13-3",
    "source": "Streetsblog SF",
    "county": "San Francisco",
    "published": "2026-02-13T16:07:55+00:00"
  },
  {
    "title": "Friday Video: Why Micromobility Sucks in So Many American Cities (But Not In Others)",
    "summary": "And what we can do about it.\nThe post Friday Video: Why Micromobility Sucks in So Many American Cities (But Not In Others) appeared first on Streetsblog San Francisco.",
    "link": "https://usa.streetsblog.org/2026/02/13/friday-video-why-micromobility-sucks-in-so-many-american-cities-but-not-in-others",
    "source": "Streetsblog SF",
    "county": "San Francisco",
    "published": "2026-02-13T05:02:00+00:00"
  },
  {
    "title": "Commentary: Let’s Do Even Better, Bay Area, for the World Cup",
    "summary": "VTA boasted about record ridership for the Super Bowl. But that was despite some missed opportunities\nThe post Commentary: Let&#8217;s Do Even Better, Bay Area, for the World Cup appeared first on Streetsblog San Francisco.",
    "link": "https://sf.streetsblog.org/2026/02/12/commentary-lets-do-even-better-bay-area-for-the-world-cup",
    "source": "Streetsblog SF",
    "county": "San Francisco",
    "published": "2026-02-12T23:41:01+00:00"
  },
  {
    "title": "CA High-Speed Rail Approves Large Cost Overrun, Legislation Moves to Empower Inspector General, Unhinged Critics Criticize",
    "summary": "The California Post tabloid newspaper arrives, and so does sensationalized criticism of California High-Speed Rail.\nThe post CA High-Speed Rail Approves Large Cost Overrun, Legislation Moves to Empower Inspector General, Unhinged Critics Criticize appeared first on Streetsblog California.\nThe post CA High-Speed Rail Approves Large Cost Overrun, Legislation Moves to Empower Inspector General, Unhinged Critics Criticize appeared first on Streetsblog San Francisco.",
    "link": "https://cal.streetsblog.org/2026/02/12/ca-high-speed-rail-approves-large-cost-overrun-unhinged-critics-criticize",
    "source": "Streetsblog SF",
    "county": "San Francisco",
    "published": "2026-02-12T23:40:14+00:00"
  },
  {
    "title": "Talking Headways Podcast: Concrete Doesn’t Spend Money, People Do",
    "summary": "Dr. Lawrence Frank shows how the decisions we make about the built environment are a symbol of why the world is so f'd up. A very special edition of Talking Headways.\nThe post Talking Headways Podcast: Concrete Doesn’t Spend Money, People Do appeared first on Streetsblog San Francisco.",
    "link": "https://usa.streetsblog.org/2026/02/12/talking-headways-podcast-concrete-doesnt-spend-money-people-do",
    "source": "Streetsblog SF",
    "county": "San Francisco",
    "published": "2026-02-12T18:00:00+00:00"
  },
  {
    "title": "Headlines, February 12",
    "summary": "Get state headlines at&#160;Streetsblog California, national headlines at&#160;Streetsblog USA Independent journalism is more important than ever.&#160;Won’t you contribute?\nThe post Headlines, February 12 appeared first on Streetsblog San Francisco.",
    "link": "https://sf.streetsblog.org/2026/02/12/headlines-february-12-3",
    "source": "Streetsblog SF",
    "county": "San Francisco",
    "published": "2026-02-12T16:42:36+00:00"
  },
  {
    "title": "Why Does Trump Wants To Punish Cities For Free Buses?",
    "summary": "Hint: it's probably not to make anyone's transportation network better!\nThe post Why Does Trump Wants To Punish Cities For Free Buses? appeared first on Streetsblog San Francisco.",
    "link": "https://usa.streetsblog.org/2026/02/12/why-trump-wants-to-punish-cities-for-free-buses",
    "source": "Streetsblog SF",
    "county": "San Francisco",
    "published": "2026-02-12T06:14:07+00:00"
  },
  {
    "title": "Eyes on the Street: Shrinking the Gap Between Fruitvale BART and the Cross-Alameda Trail",
    "summary": "But there will remain a safety gap on the Fruitvale Avenue bridge\nThe post Eyes on the Street: Shrinking the Gap Between Fruitvale BART and the Cross-Alameda Trail appeared first on Streetsblog San Francisco.",
    "link": "https://sf.streetsblog.org/2026/02/11/eyes-on-the-street-shrinking-the-gap-between-fruitvale-bart-and-the-cross-alameda-trail",
    "source": "Streetsblog SF",
    "county": "San Francisco",
    "published": "2026-02-11T23:41:54+00:00"
  },
  {
    "title": "Rollout of New Housing-Near-Transit Law Encountering Confusion and Delay",
    "summary": "Passage of SB 79 was just the first step...\nThe post Rollout of New Housing-Near-Transit Law Encountering Confusion and Delay appeared first on Streetsblog California.\nThe post Rollout of New Housing-Near-Transit Law Encountering Confusion and Delay appeared first on Streetsblog San Francisco.",
    "link": "https://cal.streetsblog.org/2026/02/11/rollout-of-new-housing-near-transit-law-encountering-confusion-and-delay",
    "source": "Streetsblog SF",
    "county": "San Francisco",
    "published": "2026-02-11T21:27:40+00:00"
  },
  {
    "title": "Headlines, February 11",
    "summary": "Get state headlines at&#160;Streetsblog California, national headlines at&#160;Streetsblog USA Independent journalism is more important than ever.&#160;Won’t you contribute?\nThe post Headlines, February 11 appeared first on Streetsblog San Francisco.",
    "link": "https://sf.streetsblog.org/2026/02/11/headlines-february-11-2",
    "source": "Streetsblog SF",
    "county": "San Francisco",
    "published": "2026-02-11T16:18:48+00:00"
  },
  {
    "title": "Nancy Guthrie kidnapping investigators work with Walmart after identifying suspect’s backpack",
    "summary": "The suspect wore a backpack sold exclusively at Walmart stores, the local sheriff said.",
    "link": "https://www.pressdemocrat.com/2026/02/16/nancy-guthrie-kidnapping-walmart-backpack/",
    "source": "Press Democrat",
    "county": "Sonoma",
    "published": "2026-02-16T19:25:01+00:00"
  },
  {
    "title": "Photos of Lunar New Year celebrations for the Year of the Horse",
    "summary": "Tuesday marks the start of the Year of the Horse.",
    "link": "https://www.pressdemocrat.com/2026/02/16/lunar-new-year-photos/",
    "source": "Press Democrat",
    "county": "Sonoma",
    "published": "2026-02-16T19:17:16+00:00"
  },
  {
    "title": "Soaring coffee prices rewrite some Americans’ daily routines",
    "summary": "Government data shows coffee prices were up nearly 20% in December from a year earlier.",
    "link": "https://www.pressdemocrat.com/2026/02/16/coffee-prices/",
    "source": "Press Democrat",
    "county": "Sonoma",
    "published": "2026-02-16T19:12:01+00:00"
  },
  {
    "title": "Chic Sonoma home retains vintage charm with sharp upgrades",
    "summary": "The renovated, 1950s-era Sonoma home features an open layout with modern light fixtures, a wood-burning fireplace and inspired furnishings.",
    "link": "https://www.pressdemocrat.com/2026/02/16/chic-sonoma-home-retains-vintage-charm-with-sharp-upgrades/",
    "source": "Press Democrat",
    "county": "Sonoma",
    "published": "2026-02-16T19:01:06+00:00"
  },
  {
    "title": "Napa Valley College approves 3% raises, one-time payments for faculty",
    "summary": "After more than a year of tense negotiations, the Board of Trustees approves a three-year contract for faculty the same day it cut nearly three dozen jobs.",
    "link": "https://www.pressdemocrat.com/2026/02/16/napa-valley-college-faculty-contract/",
    "source": "Press Democrat",
    "county": "Napa",
    "published": "2026-02-16T18:48:16+00:00"
  },
  {
    "title": "US troops arrive in Nigeria to help train its military, Nigerian military says",
    "summary": "The deployment follows an easing of tensions that flared between the U.S. and Nigeria",
    "link": "https://www.pressdemocrat.com/2026/02/16/us-nigeria-military/",
    "source": "Press Democrat",
    "county": "Sonoma",
    "published": "2026-02-16T17:50:07+00:00"
  },
  {
    "title": "The new era of air cargo: How smart, vertical and automated facilities are redefining aviation",
    "summary": "While often overshadowed by massive passenger terminals, air cargo facilities are important high-speed logistics hubs driving global trade. The constant evolution of this demanding sector means the construction of these facilities must be equally dynamic.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/15/air-cargo-smart-vertical-automated-aviation.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-13T22:04:29+00:00"
  },
  {
    "title": "Oakland Roots welcome E-40 as owner and the Socceroos as a temporary tenant",
    "summary": "E-40 joins Oakland Roots ownership alongside Marshawn Lynch and Billie Joe Armstrong as the soccer club hosts Australia's World Cup training base.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/e40-australia-oakland-roots-ownership-group.html",
    "source": "SF Business Journal",
    "county": "Alameda",
    "published": "2026-02-13T22:40:41+00:00"
  },
  {
    "title": "The push and pull of a talent exodus, Anthropic sees green: Week in AI",
    "summary": "Here's what you need to know this week about AI in the Bay Area.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/week-in-ai-anthropic-billions-openai-xai-departure.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-13T22:20:21+00:00"
  },
  {
    "title": "Pinterest CEO Bill Ready gets cold shoulder from Visa shareholders, then sees his own stock sink",
    "summary": "Bill Ready faced significant shareholder opposition at Visa's board election while Pinterest's stock plummeted following disappointing earnings and layoffs.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/pinterest-ceo-bill-ready-visa-board-vote.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-13T22:11:30+00:00"
  },
  {
    "title": "Daily Digest: San Francisco teachers strike ends, Coinbase stock jumps",
    "summary": "San Francisco teachers strike ends with tentative $183 million agreement that includes salary increases Coinbase stock jumps 18.5% despite missing fourth quarter revenue expectations Wells Fargo CFO signals more layoffs and real estate sales are coming for San Francisco bank",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/sfbt-digest-friday-sfusd-teachers-strike-coinbase.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-13T21:49:23+00:00"
  },
  {
    "title": "Famous Bay Area Budweiser factory is up for sale as Anheuser-Busch prepares to close it down",
    "summary": "Anheuser-Busch's Fairfield brewery closure will displace hundreds of workers at Budweiser and supporting companies and cost the city millions in tax revenue.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/anheuser-busch-budweiser-fairfield-factory.html",
    "source": "SF Business Journal",
    "county": "Solano",
    "published": "2026-02-13T22:59:30+00:00"
  },
  {
    "title": "Harvey AI is tackling a trillion-dollar industry",
    "summary": "Artificial intelligence tool designed for specific industries are gaining traction, as seen by Harvey AI's success in the legal field.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/harvey-ai-vertical-legal-tech-anthropic-claude.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-13T20:34:09+00:00"
  },
  {
    "title": "Canadian airline cuts routes at SFO amid anger over Trump policies",
    "summary": "WestJet cancels summer flights from San Francisco to Vancouver and Edmonton amid reduced Canadian travel to the U.S.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/westjet-cut-routes-sfo-trump-tourism-air-canada.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-13T20:44:39+00:00"
  },
  {
    "title": "San Francisco supervisor warns city may miss affordable housing mandate",
    "summary": "San Francisco Supervisor Chyanne Chen warns the city may miss its 47,000-unit affordable housing goal by 2031 as funding stalls and policy implementation lags.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/chyanne-chen-affordable-housing-rhna-mandate.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-14T05:04:57+00:00"
  },
  {
    "title": "San Francisco wants to see offices turn into housing downtown. This change could make it finally happen.",
    "summary": "San Francisco's new tax increment financing district aims to make office-to-residential conversions financially viable for developers.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/office-residential-conversions-tax-district.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-13T14:15:32+00:00"
  },
  {
    "title": "Ultragenyx to cut 130 jobs following failed rare-disease drug trial",
    "summary": "Ultragenyx plans to cut 10% of staff as it pursues profitability in 2027 following disappointing revenue guidance and a failed drug trial.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/layoffs-job-cuts-rare-disease-drug-ultragenyx.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-14T01:19:10+00:00"
  },
  {
    "title": "'It's legit': AT&T to revive closed flagship store in San Francisco Union Square",
    "summary": "AT&amp;T’s Union Square flagship at 1 Powell St. reopening signals the broader downtown recovery as major retailers return to San Francisco's historic shopping district.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/13/att-reopen-union-square-one-powell.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-13T14:05:19+00:00"
  },
  {
    "title": "Another foreclosure of a downtown Oakland office building adds to Highbridge woes",
    "summary": "Highbridge Equity Partners defaults on another downtown Oakland building as the firm's real estate portfolio continues to unravel amid the city's office market crisis.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/highbridge-equity-partners-oakland-broadway.html",
    "source": "SF Business Journal",
    "county": "Alameda",
    "published": "2026-02-12T22:28:48+00:00"
  },
  {
    "title": "Caymus Vineyards cut its wine club and doubled sales in a decade",
    "summary": "Charlie Wagner shares how Caymus Vineyards grew to 2 million cases, cut costs by moving production, and why they recommend shopping at Costco.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/charlie-wagner-caymus-vineyards-wine.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-12T22:00:44+00:00"
  },
  {
    "title": "Weather and commute distance emerge as key factors in S.F.'s soaring office-return rates",
    "summary": "San Francisco and Los Angeles led office returns in January as the rest of the country reeled under winter weather, with research showing commute distance and transit access are key factors in getting workers back to desks.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/rto-public-transit-commute-weather-placerai-tech.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-12T22:12:50+00:00"
  },
  {
    "title": "Workday lays off dozens of Bay Area workers in latest round of cuts",
    "summary": "Workday cuts 154 jobs at its Pleasanton headquarters as the HR software company shifts focus toward artificial intelligence development.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/workday-ai-layoffs-quality-assurance.html",
    "source": "SF Business Journal",
    "county": "Alameda",
    "published": "2026-02-12T22:21:12+00:00"
  },
  {
    "title": "Viewpoint: Super Bowl LX was a big win for the Bay Area",
    "summary": "Even without the 49ers playing, Super Bowl LX was a win for the Bay Area, too, argues Alex Bastian of the Hotel Council of San Francisco.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/viewpoint-bay-area-super-bowl-lx-tourism.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-12T21:06:38+00:00"
  },
  {
    "title": "Bay Area hotels won Super Bowl LX, with occupancy and rates crushing previous Bay Area big game",
    "summary": "Bay Area hotels posted record occupancy and rates during Super Bowl week, significantly outperforming the 2016 event at Levi's Stadium.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/hotel-spending-economic-data-super-bowl-lx.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-12T22:27:59+00:00"
  },
  {
    "title": "Daily Digest: Former East Bay official admits to bribery, Fastly stock sees best day ever",
    "summary": "Fastly stock surges nearly 80% in best trading day ever after strong earnings forecast. Former San Leandro council member pleads guilty to accepting bribes for favorable housing contracts. San Francisco to get first Sprouts Farmers Market location at Ninth Street site",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/sfbt-digest-thursday-fastly-san-leandro-sprouts.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-12T19:53:08+00:00"
  },
  {
    "title": "Anthropic raises $30 billion, valuation now tops Salesforce and Uber combined",
    "summary": "A fresh funding round for Anthropic values the San Francisco AI company at more than the market rates Salesforce and Uber combined.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/anthropic-series-g-valuation-doubles.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-12T20:42:00+00:00"
  },
  {
    "title": "Nektar CEO looks to add $400 milllion for atopic dermatitis drug",
    "summary": "Nektar Therapeutics raises $400 million to advance its atopic dermatitis drug into late-stage trials, with FDA approval targeted for 2029.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/atopic-dermatitis-eczema-treg-nektar-therapeutics.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-13T22:13:26+00:00"
  },
  {
    "title": "Exchange Bank expands into Marin County. Is Silicon Valley next?",
    "summary": "Exchange Bank expands into Marin County with its first full-service branch and plans similar growth in Silicon Valley by 2027.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/exchange-bank-expansion-san-rafael-silicon-valley.html",
    "source": "SF Business Journal",
    "county": "Santa Clara",
    "published": "2026-02-12T14:39:44+00:00"
  },
  {
    "title": "How this wealthy Truckee community has courted the 'who's who in the tech space' from the Bay Area",
    "summary": "Martis Camp near Lake Tahoe sold 31 homes last year, priced at $5 milllion to $25 million, driven by Bay Area tech buyers seeking proximity.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/martis-camp-truckee-tahoe-real-estate-northstar.html",
    "source": "SF Business Journal",
    "county": "San Francisco",
    "published": "2026-02-14T17:48:41+00:00"
  },
  {
    "title": "Twilio co-founder raises $450 million for Livermore fusion startup",
    "summary": "Inertia Enterprises, co-founded by Twilio's Jeff Lawson, raised $450 million to build a commercial fusion power plant by 2030 using laser technology.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/12/inertia-nuclear-fusion-startup-seriesa-funding.html",
    "source": "SF Business Journal",
    "county": "Alameda",
    "published": "2026-02-12T14:22:25+00:00"
  },
  {
    "title": "OpenAI nears deal for 450,000-square-foot Silicon Valley campus as real estate spree continues",
    "summary": "OpenAI nears a deal to lease a 450,000-square-foot Mountain View office complex as AI hiring accelerates across the Bay Area.",
    "link": "https://www.bizjournals.com/sanfrancisco/news/2026/02/11/openai-mountain-view-campus-expansion.html",
    "source": "SF Business Journal",
    "county": "Santa Clara",
    "published": "2026-02-12T01:49:36+00:00"
  },
  {
    "title": "Novato arts nonprofit showcases unique creative visions",
    "summary": "In a partnership with the city, the Alchemia studio on Grant Avenue is displaying the work of its artists at downtown kiosks.",
    "link": "https://www.marinij.com/2026/02/16/novato-arts-nonprofit-showcases-unique-creative-visions/",
    "source": "Marin IJ",
    "county": "Marin",
    "published": "2026-02-16T18:01:13+00:00"
  },
  {
    "title": "Belvedere eases penalties for construction delays at home",
    "summary": "The owners of 431 Golden Gate Ave. were fined nearly $700,000 because city staff said they missed the deadline for the remodel of their home by 627 days.",
    "link": "https://www.marinij.com/2026/02/16/belvedere-eases-penalties-for-construction-delays-at-home/",
    "source": "Marin IJ",
    "county": "Marin",
    "published": "2026-02-16T16:47:43+00:00"
  },
  {
    "title": "From ‘John Does’ to Meta: Bay Area loses lead in porn download suits but lands a megacase",
    "summary": "IN TWO OF THE LAST THREE YEARS, an adult filmmaker marked Valentine’s Day by filing dozens of federal copyright lawsuits against Bay Area individuals suspected of illegally downloading its adult films.  This year Valentine’s Day has fallen on a weekend, so another batch of filings on Feb. 14 was not in the cards, but it [&#8230;]\nThe post From &#8216;John Does&#8217; to Meta: Bay Area loses lead in porn download suits but lands a megacase appeared first on Local News Matters.",
    "link": "https://localnewsmatters.org/2026/02/16/strike-3-porn-lawsuits-bay-area-meta-ai-copyright/",
    "source": "Local News Matters",
    "county": "Bay Area",
    "published": "2026-02-16T19:00:00+00:00"
  },
  {
    "title": "Tackling trash: Contra Costa, nonprofit unite to target illegal dumping and educate public",
    "summary": "HAVE YOU NOTICED a big piece of trash on the side of the road, like a mattress? You’re not the only one.  Illegal dumping, the practice of unauthorized dumping of waste, is a widespread problem in Contra Costa County and around California. In 2024, Contra Costa County received over 8,727 requests for cleanups — up from 6,665 [&#8230;]\nThe post Tackling trash: Contra Costa, nonprofit unite to target illegal dumping and educate public appeared first on Local News Matters.",
    "link": "https://localnewsmatters.org/2026/02/16/tackling-trash-contra-costa-nonprofit-unite-to-target-illegal-dumping-and-educate-public/",
    "source": "Local News Matters",
    "county": "Contra Costa",
    "published": "2026-02-16T18:00:00+00:00"
  },
  {
    "title": "Review: ‘M. Butterfly’ intrigues at SF Playhouse",
    "summary": "“M.&#160;Butterfly,”&#160;playwright David Henry Hwang’s 1988 Tony Award winner&#160;onstage at San Francisco Playhouse,&#160;is chockful of enough themes and references to make&#160;a theatergoer’s&#160;head spin,&#160;especially at first. Among them&#160;are&#160;international intrigue and the prelude to the Vietnam War&#160;and&#160;the&#160;age-old&#160;battle of the sexes and the ways in&#160;which it&#160;is reflected in the “East is East and West is West” dichotomy:&#160;“The West believe",
    "link": "https://localnewsmatters.org/2026/02/16/review-m-butterfly-intrigues-at-sf-playhouse/",
    "source": "Local News Matters",
    "county": "San Francisco",
    "published": "2026-02-16T17:00:00+00:00"
  },
  {
    "title": "‘Clean Slate’ pop-up event in Marin City offers path to seal, expunge criminal records",
    "summary": "Marin County’s Clean Slate program brings an array of legal services directly to residents in their own neighborhoods, and this month the pop-up event will come to Marin City. On Feb. 26, a Clean Slate event is set for 4-6:30 p.m. in the parking lot of Saint Andrew Presbyterian Church, 101 Donahue St. Over the [&#8230;]\nThe post &#8216;Clean Slate&#8217; pop-up event in Marin City offers path to seal, expunge criminal records appeared first on Local News Matters.",
    "link": "https://localnewsmatters.org/2026/02/16/clean-slate-pop-up-event-in-marin-city-offers-path-to-seal-expunge-criminal-records/",
    "source": "Local News Matters",
    "county": "Marin",
    "published": "2026-02-16T17:00:00+00:00"
  },
  {
    "title": "Wind advisories, coastal flooding, snow in peaks this week in Bay Area",
    "summary": "Rain, gusty winds and rising tides will continue to affect the Bay Area and Central Coast this week as a series of storm systems move through the region, according to the National Weather Service. Forecasters say rain will persist through Friday, with additional storms expected. Minor urban and poor-drainage flooding is possible in many areas, [&#8230;]\nThe post Wind advisories, coastal flooding, snow in peaks this week in Bay Area appeared first on Local News Matters.",
    "link": "https://localnewsmatters.org/2026/02/16/bay-area-central-coast-storms-rain-wind-coastal-flooding-snow/",
    "source": "Local News Matters",
    "county": "Bay Area",
    "published": "2026-02-16T16:00:00+00:00"
  },
  {
    "title": "Cal alum, father-to-be Collin Morikawa wins AT&T Pebble Beach Pro-Am",
    "summary": "Collin Morikawa won the AT&#38;T Pebble Beach Pro-Am golf tournament Sunday, the first PGA Tour victory for the University of California, Berkeley alumnus since 2023. Morikawa shot a final-round 67 to finish 22 under par and one shot ahead of the field, including making a birdie on the 18th and final hole at Pebble Beach [&#8230;]\nThe post Cal alum, father-to-be Collin Morikawa wins AT&amp;T Pebble Beach Pro-Am appeared first on Local News Matters.",
    "link": "https://localnewsmatters.org/2026/02/16/collin-morikawa-wins-2026-pebble-beach-pro-am/",
    "source": "Local News Matters",
    "county": "Alameda",
    "published": "2026-02-16T15:00:00+00:00"
  },
  {
    "title": "Mistrial declared in case of students charged after 2024 Stanford pro-Palestinian protests",
    "summary": "A judge has declared a mistrial in the case of five current and former Stanford University students charged after pro-Palestinian protests in 2024, when they barricaded themselves inside the university president and provost executive offices. The trial in Santa Clara County was a rare instance of demonstrators facing felony charges from protests over the Israel-Hamas war that [&#8230;]\nThe post Mistrial declared in case of students charged after 2024 Stanford pro-Palestinian protests appeared fi",
    "link": "https://localnewsmatters.org/2026/02/16/mistrial-stanford-pro-palestinian-protest-case-2024/",
    "source": "Local News Matters",
    "county": "Santa Clara",
    "published": "2026-02-16T09:00:00+00:00"
  },
  {
    "title": "Widespread rain forecast as storm systems move through Bay Area this week",
    "summary": "Rain that arrived Saturday night has become widespread across the Bay Area and will continue through much of the week as a series of storm systems move through, the National Weather Service said. The rain has been accompanied by strong winds Sunday, particularly in coastal areas with a southern exposure, forecasters said. A coastal flood [&#8230;]\nThe post Widespread rain forecast as storm systems move through Bay Area this week appeared first on Local News Matters.",
    "link": "https://localnewsmatters.org/2026/02/15/bay-area-rain-wind-storms-snow-week/",
    "source": "Local News Matters",
    "county": "Bay Area",
    "published": "2026-02-16T05:00:00+00:00"
  },
  {
    "title": "San Jose homeless relocation program serves 42 in first year; critics question effectiveness",
    "summary": "A PILOT PROGRAM to reconnect homeless people in San Jose to family outside the city had minimal effect in the past year. Homeward Bound, proposed by Mayor Matt Mahan as another option to help get homeless people off the streets, reconnected 42 individuals to their support systems since it began last February. Out of the [&#8230;]\nThe post San Jose homeless relocation program serves 42 in first year; critics question effectiveness appeared first on Local News Matters.",
    "link": "https://localnewsmatters.org/2026/02/15/san-jose-homeless-relocation-program-serves-42-in-first-year-critics-question-effectiveness/",
    "source": "Local News Matters",
    "county": "Santa Clara",
    "published": "2026-02-16T00:00:00+00:00"
  },
  {
    "title": "The MacKerricher sisters staged a dual wedding in Mendocino in 1899",
    "summary": "Many brides today would shudder at the thought of sharing her wedding day and venue with another woman, especially if the fellow bride was her younger sister. On June 10, 1899, however, Margaret and Evelyn (Eva) MacKerricher walked down the aisle together to marry Joel Cotton and Alfred Austin Lord, respectively, at Laguna Ranch, their [&#8230;]\nThe post The MacKerricher sisters staged a dual wedding in Mendocino in 1899 appeared first on Local News Matters.",
    "link": "https://localnewsmatters.org/2026/02/15/mackerricher-sisters-dual-wedding-1899-mendocino/",
    "source": "Local News Matters",
    "county": "Bay Area",
    "published": "2026-02-15T22:00:00+00:00"
  },
  {
    "title": "Academy Award winning actor Robert Duvall dies at 95",
    "summary": "His wife shared the news of his passing on Facebook, saying he \"peacefully\" died on Sunday at home \"surrounded by love and comfort.\"",
    "link": "https://abc7.com/post/academy-award-winning-actor-robert-duvall-dies-age-95/18608395/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-16T19:30:14+00:00"
  },
  {
    "title": "AccuWeather Forecast: Level 2 storm on Presidents Day; Winter Storm Warning in effect for Tahoe",
    "summary": "We are at a level 2, a moderate storm on the storm impact scale all day Monday. Heaviest rain will fall before noon.",
    "link": "https://abc7news.com/post/weather-bay-area-forecast-temperatures/39468/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-16T19:29:43+00:00"
  },
  {
    "title": "LIVE: Opening statements held in the trial of a Georgia high school shooting suspect's father",
    "summary": "The trial has started for a man whose teenage son is accused of killing two students and two teachers at a Georgia high school in 2024.",
    "link": "https://abc7.com/post/colin-gray-trial-opening-statements-start-georgia-apalachee-high-school-shooting-suspects-father/18607862/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-16T18:45:08+00:00"
  },
  {
    "title": "Presidents Day 2026: Here's what's open and closed on the holiday",
    "summary": "Here's what's open and closed on Presidents Day 2026.",
    "link": "https://abc7.com/post/presidents-day-2026-heres-whats-open-closed-holiday-including-banks-stores/18607612/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-16T14:03:54+00:00"
  },
  {
    "title": "Producer of hit Israeli TV series 'Tehran' dies suddenly in Greece",
    "summary": "Israeli producer Dana Eden, best known for co-creating the Emmy-winning espionage thriller \"Tehran,\" was found dead in a hotel in Athens.",
    "link": "https://abc7.com/post/producer-hit-israeli-tv-series-tehran-dies-suddenly-greece-found-dead-athens-hotel/18607588/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-16T13:24:11+00:00"
  },
  {
    "title": "No clear path to ending the partial government shutdown as lawmakers dig in over DHS oversight",
    "summary": "Lawmakers and the White House are offering no signs of compromise in their battle over oversight of federal immigration officers.",
    "link": "https://abc7.com/post/dhs-shutdown-2026-update-monday-no-clear-path-ending-partial-government-lawmakers-dig-ice-operations/18607484/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-16T13:05:34+00:00"
  },
  {
    "title": "Searchers find wreck of luxury steamer lost in Lake Michigan more than 150 years ago",
    "summary": "Searchers have discovered the wreck of a luxury steamer that sank in a Lake Michigan gale in the late 19th century, completing a quest that began almost 60 years ago.",
    "link": "https://abc7.com/post/lac-la-belle-found-searchers-paul-ehorn-find-wreck-luxury-steamer-lost-lake-michigan-more-150-years-ago/18607441/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-16T12:36:14+00:00"
  },
  {
    "title": "Bay Area Day of Remembrance pays tribute to Japanese Americans interned during WWII in SF Japantown",
    "summary": "A tribute to the more than 120,000 Japanese Americans imprisoned during World War II took place in San Francisco's Japantown Sunday.",
    "link": "https://abc7news.com/post/bay-area-day-remembrance-commemorates-japanese-american-internment-during-world-war-ii-san-francisco-japantown/18606556/",
    "source": "ABC7 News",
    "county": "San Francisco",
    "published": "2026-02-16T06:54:40+00:00"
  },
  {
    "title": "Winter storm could bring inches of rain to Bay Area and create hazardous driving in Sierra",
    "summary": "Watch out. Some fierce, wet, windy weather is approaching the Bay Area. California Highway Patrol wants drivers to slow down out there.",
    "link": "https://abc7news.com/post/norcal-storm-winter-could-bring-inches-rain-bay-area-create-hazardous-driving-sierra/18606354/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-16T05:41:22+00:00"
  },
  {
    "title": "Shop the best Presidents Day deals on tech, home goods and more",
    "summary": "Shop our picks for the best sales happening this Presidents Day from brands like Nectar Sleep, Amazon and more.",
    "link": "https://abc7.com/post/shop-presidents-day-deals-sales-2026-tech-home-goods-more/18586710/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-16T04:51:14+00:00"
  },
  {
    "title": "Former UFC heavyweight champion Cain Velasquez released from prison after 2022 shooting",
    "summary": "Former UFC heavyweight champion Cain Velasquez was released from prison following a 2022 shooting, the California Department of Corrections and Rehabilitation confirmed on Sunday. Velasquez was in prison for attempted murder of a man charged with molesting Velasquez's son.",
    "link": "https://abc7news.com/post/former-ufc-heavyweight-champion-cain-velasquez-released-prison-2022-shooting-attempted-murder-man-molesting-son/18604838/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-16T02:30:00+00:00"
  },
  {
    "title": "Robbery suspect injured after shot by police officer in Fremont, authorities say",
    "summary": "An officer shot a robbery suspect in Fremont Saturday night, police said.",
    "link": "https://abc7news.com/post/person-injured-shot-police-officer-alta-drive-racine-avenue-fremont-authorities-say/18604431/",
    "source": "ABC7 News",
    "county": "Alameda",
    "published": "2026-02-16T01:45:15+00:00"
  },
  {
    "title": "Tyler Reddick wins NASCAR Daytona 500 for Michael Jordan-owned 23XI Racing",
    "summary": "Tyler Reddick won the Daytona 500 in a car owned by Michael Jordan when Chase Elliott crashed as he and Reddick were battling for the win.",
    "link": "https://abc7.com/post/2026-daytona-500-results-tyler-reddick-wins-23xi-racing-owned-chicago-bulls-legend-michael-jordan/18605362/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-15T23:18:40+00:00"
  },
  {
    "title": "Missing UC Berkeley student found deceased in nearby lake, authorities say",
    "summary": "The body of Saketh Sreenivasaiah, a missing 22-year-old UC Berkeley student was recovered at Lake Anza, authorities said.",
    "link": "https://abc7news.com/post/body-missing-uc-berkeley-international-student-india-saketh-sreenivasaiah-found-dead-lake-anza/18604549/",
    "source": "ABC7 News",
    "county": "Alameda",
    "published": "2026-02-15T19:19:56+00:00"
  },
  {
    "title": "Lindsey Vonn is preparing to fly home to the US with more surgeries to come, team official tells AP",
    "summary": "The chief of the U.S. Ski Team says Lindsey Vonn is preparing to fly home to the United States a week after her terrifying head-over-heels crash in the Olympic downhill.",
    "link": "https://abc7chicago.com/post/lindsey-vonn-injury-update-vonns-crash-2026-winter-olympics-alpine-skiing-downhill-shell-fly-home-get-more-surgeries/18604607/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-15T18:19:20+00:00"
  },
  {
    "title": "Casey Wasserman selling his talent agency amid Epstein fallout",
    "summary": "Casey Wasserman is selling his talent agency amid backlash over his ties to Jeffrey Epstein and Ghislaine Maxwell.",
    "link": "https://abc7.com/post/casey-wasserman-selling-talent-agency-amid-jeffrey-epstein-fallout/18598810/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-15T13:15:49+00:00"
  },
  {
    "title": "SF losing $8 million in HIV grant funding, impacting treatment and prevention services",
    "summary": "The San Francisco Department of Public Health says the Centers for Disease Control is pulling $8 million in grants which will largely impact HIV treatment and prevention services. The White House said the grants no longer reflect CDC priorities.",
    "link": "https://abc7news.com/post/san-francisco-losing-8-million-hiv-grant-funding-california-suing-federal-government-cdc-cuts/18601375/",
    "source": "ABC7 News",
    "county": "San Francisco",
    "published": "2026-02-15T07:42:14+00:00"
  },
  {
    "title": "East Bay protesters march against ICE operations, Flock camera surveillance",
    "summary": "Hundreds of people marched Saturday in the East Bay against ICE and Flock cameras. In Concord, the march was called \"Love your neighbor.\" In Oakland, it was called \"No Love for ICE. No love for Flock.\" Here's a look at both.",
    "link": "https://abc7news.com/post/east-bay-protesters-march-ice-immigration-enforcement-flock-camera-surveillance/18602625/",
    "source": "ABC7 News",
    "county": "Alameda",
    "published": "2026-02-15T07:29:46+00:00"
  },
  {
    "title": "European nations say Alexei Navalny was poisoned by the Kremlin with dart frog toxin",
    "summary": "Russian opposition leader Alexei Navalny was poisoned by the Kremlin with a rare and lethal toxin found in the skin of poison dart frogs, five European countries said.",
    "link": "https://abc7.com/post/european-nations-say-alexei-navalny-was-poisoned-kremlin-dart-frog-toxin/18600236/",
    "source": "ABC7 News",
    "county": "Bay Area",
    "published": "2026-02-15T05:56:25+00:00"
  },
  {
    "title": "Oakland's Keshad Johnson, Damian Lillard dominate NBA All-Star Slam Dunk and 3-point contests",
    "summary": "Oakland natives Keshad Johnson and Damian Lillard both earned top titles at this year's NBA All-Star weekend. Johnson of the Miami Heat won the Slam Dunk on Saturday. Lillard isn't playing this season. He still scored big anyway, winning the 3-point contest over Devin Booker.",
    "link": "https://abc7news.com/post/nba-star-weekend-oakland-natives-keshad-johnson-damian-lillard-dominate-slam-dunk-3-point-contests/18602614/",
    "source": "ABC7 News",
    "county": "Alameda",
    "published": "2026-02-15T05:50:31+00:00"
  },
  {
    "title": "Robert Duvall, Oscar-winning actor known for \"The Godfather\" and \"Apocalypse Now\" roles, dies at age 95",
    "summary": "Robert Duvall was in such classics as \"The Godfather,\" \"To Kill a Mockingbird,\" \"M*A*S*H,\" \"The Great Santini\" and \"Tender Mercies.\"",
    "link": "https://www.cbsnews.com/sanfrancisco/news/robert-duvall-dies-age-95-godfather-actor/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-16T18:37:00+00:00"
  },
  {
    "title": "Monday morning First Alert Weather forecast 2/16/25",
    "summary": "Meteorologist Jessica Burch says the intense wet weather will continue into Tuesday, with more unsettled weather later in the week.",
    "link": "https://www.cbsnews.com/sanfrancisco/video/monday-morning-first-alert-weather-forecast-21625/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-16T17:55:00+00:00"
  },
  {
    "title": "FBI formally refuses to share evidence in Alex Pretti killing, Minnesota investigators say",
    "summary": "Minnesota's top investigative agency said Monday the federal government has formally refused to hand over evidence and information in the killing of Alex Pretti.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/fbi-refuses-to-share-evidence-in-alex-pretti-killing-with-bca/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-16T17:03:00+00:00"
  },
  {
    "title": "Cold weather system brings widespread rain to Northern California, snow in the foothills",
    "summary": "The coldest system of the season is bringing heavy rain to Northern California and snow to higher elevations.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/february-2026-cold-storm/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-16T14:50:20+00:00"
  },
  {
    "title": "What's open and closed on Presidents Day 2026? Here's what to expect on the federal holiday.",
    "summary": "Most retail and food establishments will remain open, but services like mail delivery will be suspended for the federal holiday.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/whats-open-closed-presidents-day-2026/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-16T13:38:00+00:00"
  },
  {
    "title": "Mask, clothing worn by suspect in Nancy Guthrie's disappearance believed to be from Walmart, sheriff says",
    "summary": "Pima County Sheriff Chris Nanos told CBS News the suspect's backpack is one of the most promising leads in the case, as the search continues for Nancy Guthrie.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/nancy-guthrie-suspect-mask-clothing-walmart/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-16T12:51:00+00:00"
  },
  {
    "title": "Lindsey Vonn discharged, preparing to leave Italy after Winter Olympics crash, officials say",
    "summary": "The chief of the U.S. Ski Team says Lindsey Vonn is preparing to return to the United States a week after crashing in the Olympic downhill.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/lindsey-vonn-leave-italy-one-week-olympics-crash-us-ski-team-chief-says/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-16T10:03:27+00:00"
  },
  {
    "title": "Fire at San Jose home displaces 6 and injures multiple people, including firefighter",
    "summary": "A fire at a single-story home in San Jose has left six people displaced and three people injured, fire crews said Sunday evening.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/san-jose-endfield-way-fire-displaces-6/",
    "source": "CBS San Francisco",
    "county": "Santa Clara",
    "published": "2026-02-16T02:57:36+00:00"
  },
  {
    "title": "First Alert Sunday evening weather forecast - 2/15/2026",
    "summary": "Widespread rain is making its way in. Darren Peck breaks it down.",
    "link": "https://www.cbsnews.com/sanfrancisco/video/first-alert-sunday-evening-weather-forecast-2152026/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-16T02:57:00+00:00"
  },
  {
    "title": "Over 1,000 MarinHealth workers to strike over healthcare benefits",
    "summary": "About 1,300 nurses and support staff at MarinHealth Medical Center plan to stage a one-day strike on Wednesday, citing stalled contract negotiations over wages and healthcare benefits.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/marinhealth-workers-to-strike-healthcare-benefits/",
    "source": "CBS San Francisco",
    "county": "Marin",
    "published": "2026-02-16T02:37:15+00:00"
  },
  {
    "title": "Shooting at San Jose club injures 1",
    "summary": "An arrest was made at the scene, but police have not yet identified the suspect or released information about what led up to the shooting. The victim was taken to the hospital with injuries that were not life-threatening.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/shooting-at-san-jose-club-2nd-street-injures-1/",
    "source": "CBS San Francisco",
    "county": "Santa Clara",
    "published": "2026-02-16T02:21:27+00:00"
  },
  {
    "title": "Shooting at San Jose nightclub leaves 1 injured",
    "summary": "San Jose police said officers arrested a suspect in connection with a shooting at a club early Sunday morning.",
    "link": "https://www.cbsnews.com/sanfrancisco/video/shooting-at-san-jose-nightclub-leaves-1-injured/",
    "source": "CBS San Francisco",
    "county": "Santa Clara",
    "published": "2026-02-16T02:15:00+00:00"
  },
  {
    "title": "Hundreds of nurses to strike outside MarinHealth Medical Center over labor dispute",
    "summary": "More than 700 nurses represented by the California Nurses Association and another 500 technical and professional employees represented by Teamsters Local 856 plan to strike on Wednesday at MarinHealth Medical Center in Greenbrae.",
    "link": "https://www.cbsnews.com/sanfrancisco/video/hundreds-of-nurses-to-strike-outside-marinhealth-medical-center-over-labor-dispute/",
    "source": "CBS San Francisco",
    "county": "Marin",
    "published": "2026-02-16T02:13:00+00:00"
  },
  {
    "title": "Bay Area city looks to regulate e-bikes amid safety concerns",
    "summary": "On Friday, local officials gathered in Walnut Creek to support legislation that would require registration of Class 2 and 3 e-bikes, to hold dangerous riders accountable.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/bay-area-city-looks-to-regulate-e-bikes-amid-safety-concerns/",
    "source": "CBS San Francisco",
    "county": "Contra Costa",
    "published": "2026-02-16T01:54:10+00:00"
  },
  {
    "title": "Sexual assaults on airplanes are up, and likely underreported, a CBS News investigation finds",
    "summary": "A CBS News investigation found the FBI investigated more than 170 cases of passengers assaulting other passengers on flights in 2024.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/sexual-assaults-on-airplanes-cbs-news-investigation/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-16T01:39:02+00:00"
  },
  {
    "title": "Suspect in Bay Area burglaries hospitalized after shot by Fremont police, 3 others arrested",
    "summary": "One suspect remains in the hospital after being shot by police in Fremont Saturday evening, police said.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/freemont-police-shooting-after-bay-area-burglaries/",
    "source": "CBS San Francisco",
    "county": "Alameda",
    "published": "2026-02-16T00:28:34+00:00"
  },
  {
    "title": "Collin Morikawa birdies the 18th to win Pebble Beach and end 16-month drought",
    "summary": "Collin Morikawa had to wait more than two years to win again on the PGA Tour.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/collin-morikawa-wins-pebble-beach-2026/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-16T00:03:34+00:00"
  },
  {
    "title": "Hayward driver hits, kills woman who was walking with child",
    "summary": "Hayward police said a woman and a boy were hit by a vehicle while they were in a crosswalk on Saturday evening. The woman died at the hospital, and the boy is expected to survive.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/hayward-crash-woman-killed-boy-injured-tennyson-road-baldwin-street/",
    "source": "CBS San Francisco",
    "county": "Alameda",
    "published": "2026-02-15T22:25:03+00:00"
  },
  {
    "title": "Trump told Netanyahu he would support Israeli strikes on Iran's ballistic missile program, sources say",
    "summary": "President Trump met with Israeli Prime Minister Benjamin Netanyahu in December at Mar-a-Lago with Mr. Trump saying the U.S. would support strikes if no deal was made with Iran.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/trump-netanyahu-israeli-strikes-iran-ballistic-missiles/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-15T18:28:05+00:00"
  },
  {
    "title": "Zoomin' around with Zoe: winter weather in Cortina during the Olympics",
    "summary": "Despite taking place in the high-altitude Italian Alps, the 2026 Olympics will require more than 3 million cubic yards of artificial snow.",
    "link": "https://www.cbsnews.com/sanfrancisco/video/zoomin-around-with-zoe-winter-weather-in-cortina-during-the-olympics/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-15T18:10:00+00:00"
  },
  {
    "title": "Thousands celebrate the Year of the Horse at San Francisco's Flower Market Fair",
    "summary": "Thousands came out to San Francisco's Chinatown Saturday for the Flower Market Fair to celebrate the Year of the Horse.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/san-francisco-flower-market-fair-leung-brothers/",
    "source": "CBS San Francisco",
    "county": "San Francisco",
    "published": "2026-02-15T16:37:06+00:00"
  },
  {
    "title": "Zoomin' with Zoe: winter weather in Cortina during the Olympics",
    "summary": "Despite taking place in the high-altitude Italian Alps, the 2026 Olympics will require more than 3 million cubic yards of artificial snow. The average February temperature in Cortina warmed more than 6° since the last time it held the winter Olympics",
    "link": "https://www.cbsnews.com/sanfrancisco/news/zoomin-with-zoe-winter-weather-in-cortina-during-the-olympics/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-15T16:34:00+00:00"
  },
  {
    "title": "First Alert Weather Sunday morning forecast 2-15-26",
    "summary": "with Zoe Mintz.",
    "link": "https://www.cbsnews.com/sanfrancisco/video/first-alert-weather-sunday-morning-forecast-2-15-26/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-15T16:20:00+00:00"
  },
  {
    "title": "San Francisco Chinatown holds Flower Market Fair to celebrate Year of the Horse",
    "summary": "Mary Lee reports on the Flower Market Fair in Chinatown.\n\nWebsite: https://kpix.com/ \nYouTube: https://www.youtube.com/CBSSanFrancisco \nFacebook: https://www.facebook.com/CBSSanFrancisco \nInstagram: https://www.instagram.com/kpixtv/ \nTwitter: https://twitter.com/KPIXtv",
    "link": "https://www.cbsnews.com/sanfrancisco/video/san-francisco-chinatown-holds-flower-market-fair-to-celebrate-year-of-the-horse/",
    "source": "CBS San Francisco",
    "county": "San Francisco",
    "published": "2026-02-15T16:01:00+00:00"
  },
  {
    "title": "Hundreds board BART on Valentine's Day for speed dating event",
    "summary": "Some people decided to look for love in an unconventional place this Valentine's Day. More than 200 people boarded BART's \"Valentraine\" with the hope of making more than a train connection.",
    "link": "https://www.cbsnews.com/sanfrancisco/news/bay-area-bart-valentraine-2026/",
    "source": "CBS San Francisco",
    "county": "Bay Area",
    "published": "2026-02-15T07:20:51+00:00"
  },
  {
    "title": "Santa Rosa man arrested for indecent exposure activity",
    "summary": "(KRON) — A man was arrested on Valentine’s Day after he was caught allegedly masturbating in a Santa Rosa residential carport and “intentionally contaminating vehicle door handles with bodily fluids,” according to police. Salvador Arroyo Avina, 54, of Santa Rosa, was arrested for indecent exposure in the alleged incident, which occurred around 3 p.m. on […]",
    "link": "https://www.kron4.com/news/bay-area/santa-rosa-man-arrested-for-indecent-exposure-activity/",
    "source": "KRON4",
    "county": "Sonoma",
    "published": "2026-02-16T15:34:53+00:00"
  },
  {
    "title": "Fremont pursuit ends in police shooting, 1 suspect hospitalized",
    "summary": "(KRON) — A police shooting in Fremont that left one suspect hospitalized on Saturday evening occurred following a vehicle pursuit of four alleged burglars, according to new information released by the Fremont Police Department. The group of four was suspected of multiple vehicle and residential burglaries that occurred outside of Fremont on Saturday, police said. […]",
    "link": "https://www.kron4.com/news/bay-area/fremont-pursuit-ends-in-police-shooting-1-suspect-hospitalized/",
    "source": "KRON4",
    "county": "Alameda",
    "published": "2026-02-16T14:52:44+00:00"
  },
  {
    "title": "X down? Users report widespread outage Monday morning",
    "summary": "SAN FRANCISCO (KRON) — An apparent outage struck X early Monday morning, with thousands of users reporting issues accessing the website. The issue began around 5:22 a.m., reports to Downdetector show, with a spike of nearly 100,000 reports submitted by 5:45 a.m. As of 5:50 a.m., attempts to visit the social media network from the […]",
    "link": "https://www.kron4.com/news/national/x-down-users-report-widespread-outage-monday-morning/",
    "source": "KRON4",
    "county": "San Francisco",
    "published": "2026-02-16T15:01:58+00:00"
  },
  {
    "title": "Rain showers throughout Bay Area Monday",
    "summary": "(BCN) — Monday in the Bay Area calls for up to 100% chances of rain and showers throughout the day, according to the National Weather Service. Daytime highs will be mostly in the mid to high 50s on the coast, and low to mid 50s around the bay and inland. Overnight lows will be mostly […]",
    "link": "https://www.kron4.com/weather/rain-showers-throughout-bay-area-monday/",
    "source": "KRON4",
    "county": "Bay Area",
    "published": "2026-02-16T13:37:22+00:00"
  },
  {
    "title": "Bad Bunny rents out Bay Area restaurant after Super Bowl halftime show",
    "summary": "(KRON) — More than 100 million people watched Bad Bunny’s halftime performance at Super Bowl LX. After the Latin music superstar walked off the Levi’s Stadium stage in Santa Clara, he went to a local restaurant to wind down after his 13-minute concert. Bad Bunny rented out Macarena Restaurant in Palo Alto that Sunday evening […]",
    "link": "https://www.kron4.com/news/bay-area/bad-bunny-rents-out-bay-area-restaurant-after-super-bowl-halftime-show/",
    "source": "KRON4",
    "county": "Santa Clara",
    "published": "2026-02-16T04:55:45+00:00"
  },
  {
    "title": "Vehicle flips over, goes off road on Mt. St. Helena",
    "summary": "(KRON) — A vehicle was overturned on a Mt. St. Helena roadway Sunday afternoon, according to a social media post by Cal Fire. The agency did not specify the location of the incident. Crews located the overturned vehicle over an embankment and discovered one person who was suffering minor injuries. Photos of the incident were […]",
    "link": "https://www.kron4.com/news/bay-area/vehicle-flips-over-goes-off-road-on-mt-st-helena/",
    "source": "KRON4",
    "county": "Napa",
    "published": "2026-02-16T03:37:29+00:00"
  },
  {
    "title": "Dog dead, 3 injured after fire at San Jose home",
    "summary": "(KRON) — A dog died, and three people were injured after a San Jose home suffered “major” damage from a fire Sunday afternoon, according to the San Jose Fire Department (SJFD). The fire broke out around 4:21 p.m. at a residence on the 10100 block of Endfield Way. Firefighters were able to knock the fire […]",
    "link": "https://www.kron4.com/news/bay-area/dog-dead-3-injured-after-fire-at-san-jose-home/",
    "source": "KRON4",
    "county": "Santa Clara",
    "published": "2026-02-16T02:35:51+00:00"
  },
  {
    "title": "Woman, 6-year-old child hit by car in East Bay, 1 dead",
    "summary": "(KRON) — A 59-year-old woman is dead and a 6-year-old boy was seriously injured when they were hit by a car near the intersection of Tennyson Road and Baldwin Street on Saturday, according to the Hayward Police Department. The woman and child were using a crosswalk in the area at about 6:21 p.m. when a […]",
    "link": "https://www.kron4.com/news/bay-area/woman-6-year-old-child-hit-by-car-in-east-bay-1-dead/",
    "source": "KRON4",
    "county": "Alameda",
    "published": "2026-02-15T21:43:30+00:00"
  },
  {
    "title": "Driver not wearing seat belt killed in Santa Cruz County crash: CHP",
    "summary": "(KRON) — A 45-year-old man from Felton was killed in a single-car crash in Santa Cruz County Sunday at about 2:18 a.m., according to the California Highway Patrol. The man was driving south on Zayante Road at an unknown speed when his 2018 Honda Civic left the road and crashed into three parked cars and […]",
    "link": "https://www.kron4.com/news/california/driver-not-wearing-seat-belt-killed-in-santa-cruz-county-crash-chp/",
    "source": "KRON4",
    "county": "Santa Cruz",
    "published": "2026-02-15T18:45:57+00:00"
  },
  {
    "title": "1 shot at San Jose nightclub",
    "summary": "(KRON) — One person was shot inside a nightclub in San Jose early Sunday morning, according to the San Jose Police Department. The shooting happened on the 90 block of South Second Street at 12:46 a.m. Officers responded and found a man suffering from at least one gunshot wound. The man was taken to the […]",
    "link": "https://www.kron4.com/news/bay-area/one-shot-at-san-jose-nightclub/",
    "source": "KRON4",
    "county": "Santa Clara",
    "published": "2026-02-16T13:41:34+00:00"
  },
  {
    "title": "Suspect shot by police near Fremont elementary school",
    "summary": "(KRON) — One person was shot by police in Fremont at about 10:45 p.m. Saturday, according to the Fremont Police Department. The shooting happened near the intersection of Alta Drive and Racine Avenue, near John G. Mattos Elementary School. “At this time, we can confirm that there was an officer-involved shooting,” the Fremont Police Department […]",
    "link": "https://www.kron4.com/news/bay-area/suspect-shot-by-police-near-fremont-elementary-school/",
    "source": "KRON4",
    "county": "Alameda",
    "published": "2026-02-16T14:25:09+00:00"
  },
  {
    "title": "Inside California Politics Feb. 14, 2026",
    "summary": "(Inside California Politics) — Tom Steyer is running in a unique lane in the race to be California’s next governor: a billionaire populist, a progressive businessman. “We don’t normally see candidates like that in an era where billionaires are not popular people,” Inside California Politics host Nikki Laurenzo asked Steyer this week. “How do you […]",
    "link": "https://www.kron4.com/news/inside-california-politics-feb-14-2026/",
    "source": "KRON4",
    "county": "Bay Area",
    "published": "2026-02-15T07:30:29+00:00"
  },
  {
    "title": "Oakland woman found dead in restroom at Santa Rita jail: sheriff",
    "summary": "(BCN) — A woman’s body was found in a restroom Saturday in the public lobby of the Santa Rita Jail in Dublin, the Alameda County Sheriff’s Office said. The body, discovered about 5:25 a.m., was identified as that of 36-year-old Dequita Grace Harrell of Oakland. “Preliminary information indicates Ms. Harrell was at the Santa Rita […]",
    "link": "https://www.kron4.com/news/bay-area/woman-found-dead-in-restroom-at-santa-rita-jail-sheriff/",
    "source": "KRON4",
    "county": "Alameda",
    "published": "2026-02-15T05:25:46+00:00"
  },
  {
    "title": "Laundry argument leads to stabbing with kitchen knife, Fremont police say",
    "summary": "(KRON) — An argument over laundry led to a victim being stabbed with a large kitchen knife, according to the Fremont Police Department. FPD said officers responded on Feb. 4 to a Birchwood Terrace apartment building to investigate a report of an assault with a deadly weapon. The victim received medical aid from officers while […]",
    "link": "https://www.kron4.com/news/bay-area/laundry-argument-leads-to-stabbing-with-kitchen-knife-fremont-police-say/",
    "source": "KRON4",
    "county": "Alameda",
    "published": "2026-02-15T05:06:01+00:00"
  },
  {
    "title": "Man arrested for masturbating outside Petaluma theater",
    "summary": "(KRON) — A 50-year-old Petaluma man was arrested on Valentine’s Day after he was caught masturbating outside a movie theater, according to the Petaluma Police Department. PPD said they were alerted by a resident just after 11:00 a.m. that the suspect was “self-pleasuring underneath his clothing” in front of the Boulevard 14 Cinema. Police said […]",
    "link": "https://www.kron4.com/news/bay-area/man-arrested-for-masturbating-outside-petaluma-theater/",
    "source": "KRON4",
    "county": "Sonoma",
    "published": "2026-02-14T23:46:06+00:00"
  },
  {
    "title": "Immigration takes ‘elderly nanny’ into custody in San Francisco, anti-ice group says",
    "summary": "(BCN) — A woman described as an “elderly nanny” was handcuffed and taken into custody Friday by Immigration and Customs Enforcement agents in central San Francisco’s Diamond Heights district, an immigrant rights organization said. The woman was on her way to work when she was followed by several unmarked vehicles in the neighborhood, which is between […]",
    "link": "https://www.kron4.com/news/bay-area/immigration-takes-elderly-nanny-into-custody-in-san-francisco-anti-ice-group-says/",
    "source": "KRON4",
    "county": "San Francisco",
    "published": "2026-02-14T23:13:52+00:00"
  },
  {
    "title": "Vallejo man intentionally ran over woman multiple times, police say",
    "summary": "(KRON) — A Vallejo man faces attempted murder charges after he intentionally ran over a woman multiple times on Feb. 8, according to the Vallejo Police Department. Vallejo police officers were called to the intersection of Sonoma Boulevard and Alabama Street around 2:43 a.m. for a report of a vehicle intentionally hitting a pedestrian. Officers […]",
    "link": "https://www.kron4.com/news/bay-area/vallejo-man-intentionally-ran-over-woman-multiple-times-police-say/",
    "source": "KRON4",
    "county": "Sonoma",
    "published": "2026-02-14T21:02:57+00:00"
  },
  {
    "title": "Highway 1 reopened after hunt for attempted homicide suspect ends in San Mateo County",
    "summary": "(KRON) — A man is in custody for attempted homicide following an extensive manhunt in San Mateo County Saturday morning, which involved the temporary closure of Highway 1 and the issuing of a shelter in place order by the San Mateo County Sheriff’s Office. “The suspect was taken into custody without incident and the shelter […]",
    "link": "https://www.kron4.com/news/bay-area/highway-1-closed-as-authorities-search-for-suspect-in-san-mateo-county/",
    "source": "KRON4",
    "county": "San Mateo",
    "published": "2026-02-16T13:43:35+00:00"
  },
  {
    "title": "Valentine’s Day shooting in San Francisco; 1 hospitalized",
    "summary": "SAN FRANCISCO (KRON) — One person was shot on the 1200 block of Polk street in San Francisco Saturday, according to police. Officers with the San Francisco Police Department were called to the area at 1:42 a.m. and found a man suffering from multiple gunshot wounds. The man was taken to the hospital by ambulance. […]",
    "link": "https://www.kron4.com/news/bay-area/valentines-day-shooting-in-san-francisco-1-hospitalized/",
    "source": "KRON4",
    "county": "San Francisco",
    "published": "2026-02-14T17:38:53+00:00"
  },
  {
    "title": "K-9 leads sheriff deputies to 9 pounds of suspected meth in trunk: SCCO",
    "summary": "(KRON) — A K-9 officer helped two deputies locate a briefcase in a vehicle’s trunk with around nine pounds of suspected methamphetamine, according to the Sonoma County Sheriff’s Office. SCCO said the discovery happened during a consented narcotics search of the car after it was pulled over near Highway 37 at Lakeville Highway. The sheriff’s […]",
    "link": "https://www.kron4.com/news/k9-leads-sheriff-deputies-to-nine-pounds-of-suspected-meth-in-trunk-scco/",
    "source": "KRON4",
    "county": "Sonoma",
    "published": "2026-02-16T15:43:50+00:00"
  },
  {
    "title": "Arrest in string of South Bay burglaries targeting religious sites",
    "summary": "(KRON) — Milpitas police announced Friday that they arrested a suspect connected to a series of burglaries at religious institutions throughout the city last September. Money and valuable items were taken in the incidents, which turned into a “complex investigation,” according to investigators. Police said substantial leads and surveillance footage from community members eventually led […]",
    "link": "https://www.kron4.com/news/bay-area/arrest-in-string-of-south-bay-burglaries-targeting-religious-sites/",
    "source": "KRON4",
    "county": "Santa Clara",
    "published": "2026-02-14T02:59:16+00:00"
  },
  {
    "title": "Several same-sex couples tie the knot at SF City Hall ahead of Valentine’s Day",
    "summary": "SAN FRANCISCO (KRON) — Love was in the air Friday at San Francisco City Hall as several couples married to celebrate the 22-year anniversary of the Winter of Love. It was a tradition for decades in San Francisco for queer activists to go to San Francisco City Hall on Valentine’s Day and request marriage licenses. […]",
    "link": "https://www.kron4.com/news/bay-area/several-same-sex-couples-tie-the-knot-at-sf-city-hall-ahead-of-valentines-day/",
    "source": "KRON4",
    "county": "San Francisco",
    "published": "2026-02-14T05:45:17+00:00"
  },
  {
    "title": "Santa Rosa school district cuts 100 jobs",
    "summary": "SANTA ROSA, Calif. (KRON) — Santa Rosa City Schools cut 100 positions on Wednesday to make up a multi-million-dollar budget deficit. The cuts avoid teachers but hit multiple departments — most notably, schools in the mental health department. “It was a painful decision to make, and it will have a real impact over the next […]",
    "link": "https://www.kron4.com/news/bay-area/santa-rosa-school-district-cuts-100-jobs/",
    "source": "KRON4",
    "county": "Sonoma",
    "published": "2026-02-14T01:50:51+00:00"
  },
  {
    "title": "Here’s how many people rode SF Muni during Super Bowl LX week",
    "summary": "SAN FRANCISCO (KRON) — There were 3.4 million trips recorded on Muni as people headed to events during the week of Super Bowl LX, according to the San Francisco Municipal Transportation Agency (SFMTA). During the period from Monday, Feb. 2 to Super Bowl Sunday, Feb. 8, SFTMA said weekday totals saw nearly 550,000 riders a day on […]",
    "link": "https://www.kron4.com/news/bay-area/heres-how-many-people-rode-sf-muni-during-super-bowl-lx-week/",
    "source": "KRON4",
    "county": "San Francisco",
    "published": "2026-02-14T00:50:36+00:00"
  },
  {
    "title": "Teens arrested in attempted murder case in Redwood City",
    "summary": "(KRON) — A 19-year-old faces attempted murder charges after a group of teenagers fired a gun into a Redwood City apartment complex on Thursday, according to the Redwood City Police Department. Redwood City man Isaac Almanzavillagomez and two 16-year-old boys were arrested following a shooting on the 1000 Block of Adams Street around 8:51 p.m. […]",
    "link": "https://www.kron4.com/news/bay-area/teens-arrested-in-attempted-murder-case-in-redwood-city/",
    "source": "KRON4",
    "county": "San Mateo",
    "published": "2026-02-14T00:14:18+00:00"
  },
  {
    "title": "Series of storms, potentially freezing temps on tap for North Bay",
    "summary": "Signs are pointing to a cold and wet week in Sonoma and Napa counties, with the potential for three more storms following the weekend rains, according to the National Weather Service.",
    "link": "https://www.sonomanews.com/2026/02/15/series-of-storms-potentially-freezing-temps-on-tap-for-north-bay/",
    "source": "Sonoma Index-Tribune",
    "county": "Sonoma",
    "published": "2026-02-16T01:38:16+00:00"
  },
  {
    "title": "Sonoma Valley Unified to cut up to 51 jobs, approves $275,000 superintendent contract",
    "summary": "In a tense meeting marked by emotional public comment, Sonoma Valley trustees backed millions in staffing cuts tied to a school closure and  unanimously approved a lucrative new contract for the incoming superintendent.",
    "link": "https://www.sonomanews.com/2026/02/13/sonoma-valley-unified-to-cut-51-jobs-approves-275000-superintendent-contract/",
    "source": "Sonoma Index-Tribune",
    "county": "Sonoma",
    "published": "2026-02-13T21:31:34+00:00"
  },
  {
    "title": "Where to get the best pancakes in Sonoma County",
    "summary": "From fluffy buttermilk to lemon ricotta, here are some of our favorite pancakes in Sonoma County to enjoy on Shrove Tuesday (aka Pancake Day), Feb. 17.",
    "link": "https://www.sonomanews.com/2026/02/13/where-to-get-the-best-pancakes-in-sonoma-county/",
    "source": "Sonoma Index-Tribune",
    "county": "Sonoma",
    "published": "2026-02-13T19:00:31+00:00"
  },
  {
    "title": "Praxis to feature social activist speaking on citizen diplomacy",
    "summary": "Jim Garrison, a social and political activist and author, will be featured in a Praxis Peace Institute online event focusing on \"Citizen Diplomacy and the Transfer of Power\" on Friday, Feb. 20.",
    "link": "https://www.sonomanews.com/2026/02/13/praxis-to-feature-social-activist-speaking-on-citizen-diplomacy/",
    "source": "Sonoma Index-Tribune",
    "county": "Sonoma",
    "published": "2026-02-13T14:36:59+00:00"
  },
  {
    "title": "‘Old Man Trump’ and other folk songs",
    "summary": "One of the more enduring genres of music, one currently enjoying a modest increase in popularity, is folk music. The traditional genre often touches upon the quotidian topics of everyday life and is often centered around acoustic instruments. Humor, idioms, and clever writing are ever present. Like life, folk songs can be cute. Take for [&#8230;]",
    "link": "https://www.sonomanews.com/2026/02/13/old-man-trump-and-other-folk-songs/",
    "source": "Sonoma Index-Tribune",
    "county": "Sonoma",
    "published": "2026-02-13T13:52:27+00:00"
  },
  {
    "title": "Sold in Sonoma for week of Feb. 2",
    "summary": "Real estate sales in Sonoma Valley the week of Feb. 2.",
    "link": "https://www.sonomanews.com/2026/02/13/real-estate-sales-in-sonoma-valley-this-week-2/",
    "source": "Sonoma Index-Tribune",
    "county": "Sonoma",
    "published": "2026-02-13T11:54:01+00:00"
  },
  {
    "title": "Pulse of the public for Feb. 13",
    "summary": "Good and bad news about Trump &#124; Virtual :or in-person: Holocaust lesson must be learned &#124;  Expecting the best from elected officials",
    "link": "https://www.sonomanews.com/2026/02/13/pulse-of-the-public-for-feb-13/",
    "source": "Sonoma Index-Tribune",
    "county": "Sonoma",
    "published": "2026-02-13T10:13:11+00:00"
  },
  {
    "title": "Editorial Cartoon: A Valentine’s Day message by Joel Orff",
    "summary": "Living happily ever after ....",
    "link": "https://www.sonomanews.com/2026/02/13/editorial-cartoon-a-valentines-day-message-by-joel-orff/",
    "source": "Sonoma Index-Tribune",
    "county": "Sonoma",
    "published": "2026-02-13T09:51:03+00:00"
  },
  {
    "title": "Sonoma’s bestsellers for the week of Feb. 2",
    "summary": "Top titles at Sonoma's local bookstore, Readers' Books.",
    "link": "https://www.sonomanews.com/2026/02/13/sonomas-bestsellers-this-week/",
    "source": "Sonoma Index-Tribune",
    "county": "Sonoma",
    "published": "2026-02-13T09:34:23+00:00"
  },
  {
    "title": "Lineup announced for ninth annual Sonoma Valley Authors Festival in May",
    "summary": "More than 20 renowned journalists, poets, authors, historians and cultural leaders will be speakers at the three-day event that will feature intimate guest lectures, Q&#38;A sessions, as well as opportunities for one-on-one conversations with authors.",
    "link": "https://www.sonomanews.com/2026/02/12/lineup-announced-for-ninth-annual-sonoma-valley-authors-festival-in-may/",
    "source": "Sonoma Index-Tribune",
    "county": "Sonoma",
    "published": "2026-02-13T01:04:44+00:00"
  },
  {
    "title": "Ann Rostow: Gray Areas",
    "summary": "By Ann Rostow— Gray Areas On February 4, the American Society of Plastic Surgeons issued a position paper, recommending that transgender minors delay surgical procedures until adulthood. One day later, the American Medical Association followed suit. “In the absence of clear evidence,” they said in a statement, “the A.M.A. agrees with A.S.P.S. that surgical interventions [&#8230;]\nThe post Ann Rostow: Gray Areas appeared first on San Francisco Bay Times.",
    "link": "https://sfbaytimes.com/ann-rostow-gray-areas/?utm_source=rss&utm_medium=rss&utm_campaign=ann-rostow-gray-areas",
    "source": "SF Bay Times",
    "county": "San Francisco",
    "published": "2026-02-13T05:45:37+00:00"
  },
  {
    "title": "Ribbon-Cutting Ceremony",
    "summary": "The Castro Theatre reopened on February 6, 2026, with an opening ceremony that featured David Perry of David Perry &#38; Associates, Beach Blanket Babylon star Ruby Day singing “San Francisco,” President of the SF Board of Supervisors Rafael Mandelman, State Senator Scott Wiener, Mayor Daniel Lurie, Another Planet Entertainment CEO Gregg Perloff, Another Planet Entertainment [&#8230;]\nThe post Ribbon-Cutting Ceremony appeared first on San Francisco Bay Times.",
    "link": "https://sfbaytimes.com/ribbon-cutting-ceremony/?utm_source=rss&utm_medium=rss&utm_campaign=ribbon-cutting-ceremony",
    "source": "SF Bay Times",
    "county": "San Francisco",
    "published": "2026-02-13T05:45:28+00:00"
  },
  {
    "title": "VIP Reception",
    "summary": "The first event of the newly renovated and restored Castro Theatre was afundraiser for the 20th Anniversary of the Castro Community Benefit District (CBD). Castro CBD Executive Director Andrea Aiello and President Paul Miller presided over a VIP Reception on the night of The Castro Theatre’s reopening. Attending the reception, held on the second floor [&#8230;]\nThe post VIP Reception appeared first on San Francisco Bay Times.",
    "link": "https://sfbaytimes.com/vip-reception/?utm_source=rss&utm_medium=rss&utm_campaign=vip-reception",
    "source": "SF Bay Times",
    "county": "San Francisco",
    "published": "2026-02-13T05:35:43+00:00"
  },
  {
    "title": "The Castro Theatre Community Reopening on February 6, 2026",
    "summary": "Hosted by drag entertainers Dirty Carol and Sister Roma, the reopening program—media sponsored by the San Francisco Bay Times—was a benefit for the Castro Community Benefit District (CBD) during its 20th Anniversary year. Executive Director Andrea Aiello and President Paul Miller (who is also a Co-Owner of The Academy SF) received a commendation from State [&#8230;]\nThe post The Castro Theatre Community Reopening on February 6, 2026 appeared first on San Francisco Bay Times.",
    "link": "https://sfbaytimes.com/the-castro-theatre-community-reopening-on-february-6-2026/?utm_source=rss&utm_medium=rss&utm_campaign=the-castro-theatre-community-reopening-on-february-6-2026",
    "source": "SF Bay Times",
    "county": "San Francisco",
    "published": "2026-02-13T05:28:27+00:00"
  },
  {
    "title": "On the Eve of The Castro Theatre Reopening",
    "summary": "Ahead of The Castro Theatre reopening, members of the San Francisco Bay Times team—Beth Schnitzer, Donna Sachet, and photographer Michael Kirschner—were given a tour of the theater by David Perry of David Perry &#38; Associates. Schnitzer filmed much of the informative tour (view it at https://bit.ly/4qvBNRt ) and Kirschner took many images of the theater [&#8230;]\nThe post On the Eve of The Castro Theatre Reopening appeared first on San Francisco Bay Times.",
    "link": "https://sfbaytimes.com/on-the-eve-of-the-castro-theatre-reopening/?utm_source=rss&utm_medium=rss&utm_campaign=on-the-eve-of-the-castro-theatre-reopening",
    "source": "SF Bay Times",
    "county": "San Francisco",
    "published": "2026-02-13T05:16:27+00:00"
  },
  {
    "title": "Castro Street Cam Pub Crawl Celebrating the Launch of Cam #5 Highlighting The Castro Theatre",
    "summary": "To celebrate the launch of a new camera for the Castro Street Cam—Cam #5 highlighting the newly reopened Castro Theatre—the first ever Castro Street Cam Pub Crawl was held on February 7, 2026, during the theater’s Community Opening weekend. Co-led by “The First Lady of the Castro” and San Francisco Bay Times columnist Donna Sachet [&#8230;]\nThe post Castro Street Cam Pub Crawl Celebrating the Launch of Cam #5 Highlighting The Castro Theatre appeared first on San Francisco Bay Times.",
    "link": "https://sfbaytimes.com/castro-street-cam-pub-crawl-celebrating-the-launch-of-cam-5-highlighting-the-castro-theatre/?utm_source=rss&utm_medium=rss&utm_campaign=castro-street-cam-pub-crawl-celebrating-the-launch-of-cam-5-highlighting-the-castro-theatre",
    "source": "SF Bay Times",
    "county": "San Francisco",
    "published": "2026-02-13T05:05:43+00:00"
  },
  {
    "title": "Cheering on a Girl Named Becky (Part 2)",
    "summary": "By Stuart Gaffney and John Lewis— Today, we continue our discussion of two lawsuits the U.S. Supreme Court will decide this year involving the right and freedom of transgender girls and women to play in school sports. Becky Pepper-Jackson, a 15-year-old West Virginia girl whose story we told in Part 1, brought one of the [&#8230;]\nThe post Cheering on a Girl Named Becky (Part 2) appeared first on San Francisco Bay Times.",
    "link": "https://sfbaytimes.com/cheering-on-a-girl-named-becky-part-2/?utm_source=rss&utm_medium=rss&utm_campaign=cheering-on-a-girl-named-becky-part-2",
    "source": "SF Bay Times",
    "county": "San Francisco",
    "published": "2026-02-13T04:24:59+00:00"
  },
  {
    "title": "Here’s What Happens When Philanthropy, State Government, and Local Nonprofits Work Together",
    "summary": "By Maritza Martinez— As queer people navigate a world that increasingly feels less safe than it did just a few years ago, I’ve also seen truly meaningful progress made for the LBTQ community in Northern California over the last two years. I’ve seen justice system-impacted youth build their feelings of safety, belonging, and confidence after [&#8230;]\nThe post Here’s What Happens When Philanthropy, State Government, and Local Nonprofits Work Together appeared first on San Francisco Bay Times.",
    "link": "https://sfbaytimes.com/heres-what-happens-when-philanthropy-state-government-and-local-nonprofits-work-together/?utm_source=rss&utm_medium=rss&utm_campaign=heres-what-happens-when-philanthropy-state-government-and-local-nonprofits-work-together",
    "source": "SF Bay Times",
    "county": "San Francisco",
    "published": "2026-02-13T03:58:43+00:00"
  },
  {
    "title": "Human Banner at Ocean Beach on January 31 to Protest ICE",
    "summary": "Photos by Patrick Carney Pink Triangle project founder Patrick Carney, his husband Dr. Hossein Carney, Sister Roma, and many other LGBTQ+ community members were among the estimated 3000 protestors who helped form a human banner at Ocean Beach on January 31, 2026, to protest U.S. Immigration and Customs Enforcement (ICE). This was in response to [&#8230;]\nThe post Human Banner at Ocean Beach on January 31 to Protest ICE appeared first on San Francisco Bay Times.",
    "link": "https://sfbaytimes.com/human-banner-at-ocean-beach-on-january-31-to-protest-ice/?utm_source=rss&utm_medium=rss&utm_campaign=human-banner-at-ocean-beach-on-january-31-to-protest-ice",
    "source": "SF Bay Times",
    "county": "San Francisco",
    "published": "2026-02-13T03:51:16+00:00"
  },
  {
    "title": "2027: A Real Cause for Celebration",
    "summary": "I love history. As a boy in 1976, I sat in front of the TV with a cassette player recording Walter Cronkite’s Bicentennial Minutes. I had been anticipating a joyous celebration of our country’s Semiquincentennial on July 4, 2026. As is made more embarrassingly clear with every tweet, however, the current president—legally elected in truth—is [&#8230;]\nThe post 2027: A Real Cause for Celebration appeared first on San Francisco Bay Times.",
    "link": "https://sfbaytimes.com/2027-a-real-cause-for-celebration/?utm_source=rss&utm_medium=rss&utm_campaign=2027-a-real-cause-for-celebration",
    "source": "SF Bay Times",
    "county": "San Francisco",
    "published": "2026-02-13T03:44:43+00:00"
  },
  {
    "title": "Trump Administration Sends Pregnant Unaccompanied Minors to Texas Shelter Flagged as Medically Inadequate",
    "summary": "There's concern the administration is concentrating pregnant unaccompanied minors in Texas to restrict abortion access.",
    "link": "https://ww2.kqed.org/news/2026/02/16/trump-administration-sends-pregnant-unaccompanied-minors-to-texas-shelter-flagged-as-medically-inadequate/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-16T15:53:01+00:00"
  },
  {
    "title": "What Happens When Democrats in San Francisco Call Up Republicans in Texas? It’s Pretty Cordial",
    "summary": "Over the past month, a social experiment seeking to bridge political divides has connected callers in San Francisco and Abilene, Texas.",
    "link": "https://ww2.kqed.org/news/2026/02/16/what-happens-when-democrats-in-san-francisco-call-up-republicans-in-texas-its-pretty-cordial/",
    "source": "KQED",
    "county": "San Francisco",
    "published": "2026-02-16T15:00:25+00:00"
  },
  {
    "title": "How to Do a Cozy Winter Cabin Getaway Near the Bay Area — on a Budget",
    "summary": "If you’re down for adventure — and to bring your own bedding — these primitive cabins offer a wallet-friendly winter getaway.",
    "link": "https://ww2.kqed.org/news/2026/02/16/winter-cabins-to-rent-near-san-francisco-bay-area-tahoe-mendocino-sonoma/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-16T12:00:29+00:00"
  },
  {
    "title": "From Armenia to San Francisco: The Duduk Whisperer Plays with Soul",
    "summary": "The Bay Area Armenian musician reviving centuries old traditions through his duduk compositions.",
    "link": "https://ww2.kqed.org/news/2026/02/16/the-duduk-whisperer-plays-tunes-that-express-the-soul-of-armenia/",
    "source": "KQED",
    "county": "San Francisco",
    "published": "2026-02-16T11:01:33+00:00"
  },
  {
    "title": "Why Silicon Valley Got Cozy With the Military",
    "summary": "Big Tech has now embraced working closely with the federal government, in large part due to lucrative contracts for military and surveillance technology.",
    "link": "https://ww2.kqed.org/news/2026/02/16/why-silicon-valley-got-cozy-with-the-military/",
    "source": "KQED",
    "county": "Santa Clara",
    "published": "2026-02-16T11:00:18+00:00"
  },
  {
    "title": "File Your Taxes With an ITIN? What We Know Right Now About the IRS-ICE Data Agreement",
    "summary": "A federal judge has temporarily blocked the agreement that previously allowed the IRS to share with ICE the personal information of noncitizen taxpayers. This is what experts told us taxpayers should know ahead of filing.",
    "link": "https://ww2.kqed.org/news/2026/02/14/tax-day-filing-2026-ice-irs-trump-itin-number-no-social-security-number/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-14T12:00:24+00:00"
  },
  {
    "title": "Stanford Pro-Palestinian Protesters Case Ends in Mistrial",
    "summary": "Santa Clara County District Attorney Jeff Rosen said he plans to retry the case.",
    "link": "https://ww2.kqed.org/news/2026/02/13/stanford-pro-palestinian-protesters-case-ends-in-mistrial/",
    "source": "KQED",
    "county": "Santa Clara",
    "published": "2026-02-14T01:00:21+00:00"
  },
  {
    "title": "San Francisco Teachers Win Fully Funded Health Care, Wage Increases After 4-Day Strike",
    "summary": "San Francisco’s first teachers strike in nearly 50 years concluded early Friday with a tentative agreement addressing the union’s concerns over health care, salaries and other key issues.",
    "link": "https://ww2.kqed.org/news/2026/02/13/san-francisco-teachers-win-fully-funded-health-care-wage-increases-after-4-day-strike/",
    "source": "KQED",
    "county": "San Francisco",
    "published": "2026-02-14T00:05:59+00:00"
  },
  {
    "title": "San Francisco’s Teachers Strike Has Ended. What Comes Next?",
    "summary": "San Francisco teachers and the district reached a tentative agreement that boosts wages and fully funds health care. Schools are set to reopen on Wednesday.",
    "link": "https://ww2.kqed.org/news/2026/02/13/san-franciscos-teachers-strike-has-ended-what-comes-next/",
    "source": "KQED",
    "county": "San Francisco",
    "published": "2026-02-13T23:57:11+00:00"
  },
  {
    "title": "Kaiser Workers Say Patients Deserve Better Mental Health Care After $31M Settlement",
    "summary": "Kaiser therapists and mental health workers are considering joining the tens of thousands of nurses, pharmacists and other physical health care workers who are currently striking.",
    "link": "https://ww2.kqed.org/news/2026/02/13/kaiser-workers-say-patients-deserve-better-mental-health-care-after-31m-settlement/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-13T22:56:48+00:00"
  },
  {
    "title": "State Launches Civil Rights Investigation into Eaton Fire Response",
    "summary": "The investigation comes more than a year after the deadly fire burned through the city of Altadena.",
    "link": "https://ww2.kqed.org/news/2026/02/13/state-launches-civil-rights-investigation-into-eaton-fire-response/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-13T20:23:43+00:00"
  },
  {
    "title": "Once a Last Stop for the City’s Homeless, SFO Ramps Up Outreach and Support",
    "summary": "San Francisco police say officers encounter about 35 unhoused people at the airport daily. A growing program with San Mateo County aims to support them.",
    "link": "https://ww2.kqed.org/news/2026/02/13/once-a-last-stop-for-the-citys-homeless-sfo-ramps-up-outreach-and-support/",
    "source": "KQED",
    "county": "San Francisco",
    "published": "2026-02-13T17:00:40+00:00"
  },
  {
    "title": "SFUSD Teachers Strike Ends After 4 Days With Tentative Deal",
    "summary": "San Francisco educators and the school district reached a tentative two-year agreement early Friday, ending a four-day strike. The deal includes fully employer-paid family health care benefits, wage increases and revisions to special education workloads.",
    "link": "https://ww2.kqed.org/news/2026/02/13/sfusd-teachers-strike-no-end-in-sight-health-care-battle/",
    "source": "KQED",
    "county": "San Francisco",
    "published": "2026-02-13T16:15:58+00:00"
  },
  {
    "title": "Winter Rains Bring the Newts — and Here’s Where to See Them in the Bay Area",
    "summary": "Want to spot some newts? Here are the Bay Area trails where your chances are highest after the rain.",
    "link": "https://ww2.kqed.org/news/2026/02/13/where-to-see-newts-rain-weather-bay-area-hikes/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-13T15:00:09+00:00"
  },
  {
    "title": "Keeping Venezuelan Culture Alive Through Dance",
    "summary": "As the country’s political turmoil continues to make headlines, a nonprofit called Dulce Tricolor Venezolano is committed to keeping their culture alive and building community through teaching traditional dance.",
    "link": "https://ww2.kqed.org/news/2026/02/13/keeping-venezuelan-culture-alive-through-dance/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-13T11:00:48+00:00"
  },
  {
    "title": "Former State Controller Betty Yee Pitches Herself as the Best Gubernatorial Candidate to Fix California’s Budget Deficit",
    "summary": "Democrat Betty Yee is leaning on her experience as California’s chief financial officer as she contends for the governor’s office in a crowded race.",
    "link": "https://ww2.kqed.org/news/2026/02/12/former-state-controller-betty-yee-says-shes-the-best-gubernatorial-candidate-to-fix-californias-budget-deficit/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-13T01:02:59+00:00"
  },
  {
    "title": "San Francisco Supervisors Probe PG&E After Widespread Winter Power Outages",
    "summary": "A second hearing on the December power outages will take place in March, focusing on how Waymos stalled and blocked traffic during the blackout.",
    "link": "https://ww2.kqed.org/news/2026/02/12/san-francisco-supervisors-probe-pge-after-widespread-winter-power-outages/",
    "source": "KQED",
    "county": "San Francisco",
    "published": "2026-02-12T23:57:02+00:00"
  },
  {
    "title": "YIMBY Groups Sue San Francisco, Arguing Upzoning Doesn’t Go Far Enough",
    "summary": "The lawsuit alleges the city’s recently approved Family Zoning Plan does not comply with state housing laws and will fall short of the state’s goals.",
    "link": "https://ww2.kqed.org/news/2026/02/12/yimby-groups-sue-san-francisco-arguing-upzoning-doesnt-go-far-enough/",
    "source": "KQED",
    "county": "San Francisco",
    "published": "2026-02-12T22:36:40+00:00"
  },
  {
    "title": "If SFUSD Teachers Get Their Way, District Suggests More Cuts Could Be on the Table",
    "summary": "With the teachers strike in its fourth day, SFUSD indicated that spending more on the union contract could force it to make deeper cuts. That’s already playing out in Contra Costa County.",
    "link": "https://ww2.kqed.org/news/2026/02/12/if-sfusd-teachers-get-their-way-district-suggests-more-cuts-could-be-on-the-table/",
    "source": "KQED",
    "county": "San Francisco",
    "published": "2026-02-12T22:19:23+00:00"
  },
  {
    "title": "Trump Scraps a Cornerstone Climate Finding, as California Prepares for Court",
    "summary": "Trump rescinded the legal foundation for U.S. climate policy. California is preparing to sue — and may try to write its own rules.",
    "link": "https://ww2.kqed.org/news/2026/02/12/trump-scraps-a-cornerstone-climate-finding-as-california-prepares-for-court/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-12T20:38:45+00:00"
  },
  {
    "title": "Going to Tahoe Over the 2026 Presidents Day Weekend? What to Know About Snow, Fog and Travel Windows",
    "summary": "This weekend’s forecast shows rough roads ahead for Tahoe travelers.",
    "link": "https://ww2.kqed.org/news/2026/02/12/tahoe-weather-snow-storms-donner-pass-forecast-caltrans-cameras-presidents-day/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-12T19:06:44+00:00"
  },
  {
    "title": "Man Fatally Shot by Alameda County Deputies Had Object Meant to Look Like Gun, Officials Say",
    "summary": "The California Department of Justice is investigating the shooting near San Leandro early Monday. Sheriff’s officials said he called emergency dispatchers and said he had a gun.",
    "link": "https://ww2.kqed.org/news/2026/02/12/man-fatally-shot-by-alameda-county-deputies-reportedly-had-a-pipe-not-a-gun/",
    "source": "KQED",
    "county": "Alameda",
    "published": "2026-02-12T18:15:29+00:00"
  },
  {
    "title": "Maidu Tribe Returns to Its Roots of Ancestral Fire",
    "summary": "It's being done to encourage the re-growth of useful plants and reduce the risk from future wildfires.",
    "link": "https://ww2.kqed.org/news/2026/02/12/maidu-tribe-returns-to-its-roots-of-ancestral-fire/",
    "source": "KQED",
    "county": "Bay Area",
    "published": "2026-02-12T17:48:43+00:00"
  },
  {
    "title": "What to know about this year’s upcoming San Francisco Beer Week",
    "summary": "San Francisco Beer Week is starting much later than usual this year, thanks in large part to the Super Bowl. But the lineup so far offers a diverse array of exciting beer-focused events.",
    "link": "https://www.mercurynews.com/2026/02/16/what-to-know-about-this-years-upcoming-san-francisco-beer-week/",
    "source": "Mercury News",
    "county": "San Francisco",
    "published": "2026-02-16T16:00:50+00:00"
  },
  {
    "title": "Pentagon is close to cutting ties with Anthropic, report says",
    "summary": "The Pentagon is close to cutting ties with Anthropic and may label the artificial intelligence company a supply chain risk after becoming frustrated with restrictions on how it can use the technology",
    "link": "https://www.mercurynews.com/2026/02/16/pentagon-is-close-to-cutting-ties-with-anthropic-report-says/",
    "source": "Mercury News",
    "county": "Bay Area",
    "published": "2026-02-16T15:12:41+00:00"
  },
  {
    "title": "‘Know your rights,’ but also ‘know your risks’: Experts weigh in on safety for ICE observers",
    "summary": "Civil liberties advocates have shared guidance on exercising the right to protest and record law enforcement activity.",
    "link": "https://www.mercurynews.com/2026/02/16/know-your-rights-but-also-know-your-risks-experts-weigh-in-on-safety-for-ice-observers/",
    "source": "Mercury News",
    "county": "Bay Area",
    "published": "2026-02-16T14:45:43+00:00"
  },
  {
    "title": "San Jose Mayor Matt Mahan wants to be the optimistic candidate for California governor",
    "summary": "Mahan, who recently visited L.A.'s Skid Row, has earned a reputation of bucking his party and Gov. Gavin Newsom. But he's confident California will have a governor who can deliver results.",
    "link": "https://www.mercurynews.com/2026/02/16/san-jose-mayor-matt-mahan-wants-to-be-the-optimistic-candidate-for-california-governor/",
    "source": "Mercury News",
    "county": "Santa Clara",
    "published": "2026-02-16T14:41:34+00:00"
  },
  {
    "title": "Bay Area faces coastal flooding risk, wind advisories amid storm",
    "summary": "A pedestrian carries an umbrella on the Embarcadero during a rain storm in San Francisco, California, U.S., on Wednesday, Oct. 20, 2021.",
    "link": "https://www.nbcbayarea.com/news/local/coastal-flooding-wind-advisories-storm/4036386/",
    "source": "NBC Bay Area",
    "county": "San Francisco",
    "published": "2026-02-16T07:53:04+00:00"
  },
  {
    "title": "Olympics live updates: USA women's hockey rolls in semis; Eileen Gu goes for gold",
    "summary": "Kelly Pannek, Cayla Barnes and Eileen Gu.",
    "link": "https://www.nbcbayarea.com/olympics/2026-milan-cortina/live-updates-usa-women-hockey-figure-skating-bobsled-day-10/4035834/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-16T12:29:07+00:00"
  },
  {
    "title": "Olympic meltdown: Norwegian skier storms off the course after squandering lead",
    "summary": "Atle Lie McGrath of Team Norway walks off the course after not completing his second run of the Men’s Slalom on day ten of the Milano Cortina 2026 Winter Olympics at Stelvio Alpine Skiing Centre on Feb. 16, 2026 in Bormio, Italy.",
    "link": "https://www.nbcbayarea.com/olympics/2026-milan-cortina/olympic-meltdown-norway-slalom-skier/4036390/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-16T07:47:19+00:00"
  },
  {
    "title": "Santa Cruz native killed in Costa Rica, according to reports",
    "summary": "",
    "link": "https://www.nbcbayarea.com/news/local/santa-cruz-killed-costa-rica/4036193/",
    "source": "NBC Bay Area",
    "county": "Santa Cruz",
    "published": "2026-02-15T11:36:08+00:00"
  },
  {
    "title": "Firefighter dumps Blue Shield in hopes of getting previously denied cancer care",
    "summary": "",
    "link": "https://www.nbcbayarea.com/investigations/firefighter-ken-jone-immunotherapy/4036024/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-15T07:14:51+00:00"
  },
  {
    "title": "Robert Duvall, indelible actor from ‘The Godfather' and ‘Apocalypse Now,' dies at 95",
    "summary": "Robert Duvall attends the 2015 Vanity Fair Oscar Party in Beverly Hills, California on Feb. 22, 2015.",
    "link": "https://www.nbcbayarea.com/news/national-international/robert-duvall-actor-godfather-apocalypse-dies-95/4036485/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-16T10:25:15+00:00"
  },
  {
    "title": "Bad Bunny celebrates Super Bowl halftime show at Palo Alto restaurant",
    "summary": "",
    "link": "https://www.nbcbayarea.com/news/local/bad-bunny-super-bowl-halftime-show-palo-alto/4036184/",
    "source": "NBC Bay Area",
    "county": "Santa Clara",
    "published": "2026-02-15T11:39:20+00:00"
  },
  {
    "title": "Dog dead, 2 residents and a firefighter hurt after house fire in San Jose",
    "summary": "",
    "link": "https://www.nbcbayarea.com/news/local/firefighters-second-alarm-fire-sj/4035932/",
    "source": "NBC Bay Area",
    "county": "Santa Clara",
    "published": "2026-02-15T04:57:07+00:00"
  },
  {
    "title": "Bay Area weather: Widespread rain continues as slow-moving storm lingers",
    "summary": "",
    "link": "https://www.nbcbayarea.com/weather/weather-rain-slow-storm/4036292/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-16T05:23:14+00:00"
  },
  {
    "title": "San Francisco braces for strong winds and rain during this week's storms",
    "summary": "Rain comes down on a street corner in San Francisco’s Mission District. February 15, 2026. NBC Bay Area Photo/ Alyssa Goard.",
    "link": "https://www.nbcbayarea.com/news/local/sf-braces-strong-winds-rain-storms/4036182/",
    "source": "NBC Bay Area",
    "county": "San Francisco",
    "published": "2026-02-15T11:32:15+00:00"
  },
  {
    "title": "Partial government shutdown leaves Bay Area TSA workers without pay",
    "summary": "",
    "link": "https://www.nbcbayarea.com/news/local/partial-gov-shutdown-tsa-workers-no-pay/4035923/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-15T05:31:32+00:00"
  },
  {
    "title": "Highlights: San Ramon-born Auston Matthews scores twice as USA men's hockey routs Germany",
    "summary": "Feb 15, 2026; Milan, Italy; Auston Matthews of United States scores their fifth goal past Maximilian Franzreb of Germany  in men’s ice hockey group A play during the Milano Cortina 2026 Olympic Winter Games at Milano Santagiulia Ice Hockey Arena.",
    "link": "https://www.nbcbayarea.com/olympics/2026-milan-cortina/highlights-auston-matthews-usa-germany/4035800/",
    "source": "NBC Bay Area",
    "county": "Contra Costa",
    "published": "2026-02-15T03:13:02+00:00"
  },
  {
    "title": "Woman dies, boy hurt after being hit by driver in Hayward",
    "summary": "",
    "link": "https://www.nbcbayarea.com/news/local/pedestrians-struck-hayward/4035775/",
    "source": "NBC Bay Area",
    "county": "Alameda",
    "published": "2026-02-15T01:49:24+00:00"
  },
  {
    "title": "2026 NBA All-Star Game recap: Team Stars rout Team Stripes for championship",
    "summary": "Members of Team USA Stars pose for a photo after winning the 75th NBA All-Star Game at Intuit Dome on Feb. 15, 2026 in Inglewood, California.",
    "link": "https://www.nbcbayarea.com/nba/all-star-game-2026-format-us-world-live-updates/4035657/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-15T01:00:04+00:00"
  },
  {
    "title": "Highlights: Truckee's Hahna Norman competes in snowboard slopestyle",
    "summary": "USA’s Hahna Norman competes in the snowboard women’s slopestyle qualification run 2 during the Milano Cortina 2026 Winter Olympic Games at Livigno Snow Park, in Livigno (Valtellina), on February 15, 2026.",
    "link": "https://www.nbcbayarea.com/olympics/2026-milan-cortina/highlights-hahna-norman-snowboard-slopestyle/4035643/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-15T10:51:16+00:00"
  },
  {
    "title": "Highlights: Sharks star Macklin Celebrini scores twice in Canada's rout of France",
    "summary": "Feb 15, 2026; Milan, Italy; Macklin Celebrini of Canada scores their fifth goal against France in men’s ice hockey group A play during the Milano Cortina 2026 Olympic Winter Games at Milano Santagiulia Ice Hockey Arena.",
    "link": "https://www.nbcbayarea.com/olympics/2026-milan-cortina/highlights-macklin-celebrini-goal-canada-france/4035613/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-15T10:21:22+00:00"
  },
  {
    "title": "Fremont police investigate officer-involved shooting",
    "summary": "Stock image",
    "link": "https://www.nbcbayarea.com/news/local/fremont-police-officer-involved-shooting/4035621/",
    "source": "NBC Bay Area",
    "county": "Alameda",
    "published": "2026-02-15T10:00:32+00:00"
  },
  {
    "title": "San Francisco family travels to Milan to watch Winter Olympics action",
    "summary": "",
    "link": "https://www.nbcbayarea.com/olympics/2026-milan-cortina/san-francisco-family-milan/4035609/",
    "source": "NBC Bay Area",
    "county": "San Francisco",
    "published": "2026-02-15T09:49:35+00:00"
  },
  {
    "title": "Highlights: San Francisco's Nina O'Brien competes in giant slalom",
    "summary": "Feb 15, 2026; Cortina d’Ampezzo, Italy;  Nina O’Brien of the United States in the second run of the women’s alpine skiing giant slalom during the Milano Cortina 2026 Olympic Winter Games at Tofane Alpine Skiing Centre.",
    "link": "https://www.nbcbayarea.com/olympics/2026-milan-cortina/highlights-nina-obrien-giant-slalom/4035583/",
    "source": "NBC Bay Area",
    "county": "San Francisco",
    "published": "2026-02-15T08:43:44+00:00"
  },
  {
    "title": "Man shot inside downtown San Jose club; suspect arrested",
    "summary": "",
    "link": "https://www.nbcbayarea.com/news/local/man-shot-downtown-san-jose-club/4035561/",
    "source": "NBC Bay Area",
    "county": "Santa Clara",
    "published": "2026-02-15T08:15:07+00:00"
  },
  {
    "title": "Bay Area weather: Widespread rain in forecast as storm systems arrive",
    "summary": "",
    "link": "https://www.nbcbayarea.com/weather/bay-area-weather-rain-wind/4035546/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-15T07:31:01+00:00"
  },
  {
    "title": "Olympics recap: Shiffrin, Jackson miss podium; USA men's hockey beats Germany",
    "summary": "Mikaela Shiffrin and Erin Jackson.",
    "link": "https://www.nbcbayarea.com/olympics/2026-milan-cortina/live-updates-mikaela-shiffrin-figure-skating-usa-mens-hockey-day-9/4035360/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-15T12:42:26+00:00"
  },
  {
    "title": "San Francisco Valentine's: Pillow fights, free portraits, dining out, and more",
    "summary": "",
    "link": "https://www.nbcbayarea.com/news/local/sf-valentines-pillow-fights-portraits/4035415/",
    "source": "NBC Bay Area",
    "county": "San Francisco",
    "published": "2026-02-14T11:44:08+00:00"
  },
  {
    "title": "Bay Area heart transplant survivor announces foundation on Valentine's Day",
    "summary": "",
    "link": "https://www.nbcbayarea.com/news/local/bay-area-heart-transplant-foundation-valentines-day/4035420/",
    "source": "NBC Bay Area",
    "county": "Bay Area",
    "published": "2026-02-14T11:41:40+00:00"
  },
  {
    "title": "Search for Nancy Guthrie intensifies: Former San Jose PD detective chimes in",
    "summary": "",
    "link": "https://www.nbcbayarea.com/news/local/former-san-jose-pd-detective-nancy-guthrie/4035435/",
    "source": "NBC Bay Area",
    "county": "Santa Clara",
    "published": "2026-02-14T11:37:22+00:00"
  }
]